Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/ht/LC_MESSAGES/django.po/django.po
Languages: ht

source: ALL City of Boston residents, regardless of age, can submit ideas!
ht: TOUT rezidan Vil Boston, kèlkeswa laj yo, kapab soumèt lide!

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
ht: Pa angaje nan Bidjè Patisipatif, Bostonyen tout laj ak tout orijin kapab ede enfòme priyorite ak envestisman nan lavni pou pi gwo pwosesis bidjè vil la.

source: Examples of Eligible Ideas
ht: Egzanp Lide Elijib

source: Examples of Ineligible Ideas
ht: Egzanp Lide Inelijib

source: February 2025 and Onward
ht: Fevriye 2025 ak pi devan

source: For more information on Participatory Budgeting, please visit <a href="http://boston.gov/participate">http://boston.gov/participate</a> or email us at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
ht: Pou plis enfòmasyon sou Bidjè Patisipatif, tanpri vizite <a href="http://boston.gov/participate">http://boston.gov/participate</a> oswa voye yon imèl ba nou nan <a href="mailto:pb@boston.gov">pb@boston.gov.</a>

source: Fund and Implement Project Proposals
ht: Fon ak Enpliman Pwopozisyon Pwojè

source: How to Stay Involved?
ht: Ki jan yo rete patisipe?

source: How to submit a project idea...
ht: Ki jan yo soumèt yon lide pwojè...

source: Idea Collection Campaign: Submit Your Ideas!
ht: Kanpay Koleksyon Ide: Soumèt Lide Ou!

source: Ideas may include programs and services, as well as physical infrastructure, technological improvements, and community enhancements.
ht: Lide yo ka gen ladan pwogram ak sèvis, osi byen ke enfrastrikti fizik, amelyorasyon teknolojik, ak amelyorasyon kominote a.

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
ht: Pwojè enfrastrikti sou pwopriyete prive, leta oswa federal pa elijib, tankou pwojè ki konsène Depatman Konsèvasyon ak Rekreyasyon (DCR) oswa Massachusetts Bay Transit Authority (MBTA).

source: January 2025
ht: Janvye 2025

source: July 1 – July 31, 2024
ht: 1ye jiyè - 31 jiyè 2024

source: October – November 2024
ht: Oktòb - Novanm 2024

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
ht: Bidjè Patisipatif (PB) se yon pwosesis demokratik kote manm kominote a dirèkteman deside kijan pou depanse yon pati nan yon bidjè piblik. Objektif Patisipasyon Bidjè nan Boston se bay rezidan yo pouvwa pou yo elve kominote santre ide pwojè ak yon anfaz sou ekite sosyal ak rasyal.

source: Paying for the salary of a public employee to provide services; Repairing a privately owned building; Helping an organization renovate a space that it rents from a private landlord; Helping a religious institution repair its sanctuary; Increase the frequency of MBTA buses or trains.
ht: Peye pou salè yon anplwaye piblik pou bay sèvis; Reparasyon yon bilding prive; Ede yon òganizasyon renove yon espas ke li lwe nan men yon pwopriyetè prive; Ede yon enstitisyon relijye repare tanp li; Ogmante frekans otobis oswa tren MBTA yo.

source: Programming to strengthen mental health among Boston youth; Expand the City’s Wicked Free WiFi network to reach more low-income areas; Digital literacy classes for senior citizens to learn new skills and promote social connections; Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
ht: Pwogramasyon pou ranfòse sante mantal pami jèn Boston yo; Agrandi rezo Wicked Free WiFi Vil la pou rive jwenn plis zòn ki gen revni fèb; Kou alfabetizasyon dijital pou granmoun aje yo aprann nouvo ladrès epi ankouraje koneksyon sosyal; Amelyore espas piblik yo atravè pwojè enfrastrikti (atizay piblik, pye bwa nan lari, ban, elatriye)

source: Project ideas must be feasible to implement, and be consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance; and
ht: Lide pwojè yo dwe posib pou yo aplike, epi yo dwe konsistan avèk politik, lwa, règleman vil ki egziste deja, ak Òdonans Bidjè Patisipatif la; epi

source: Project ideas related to programs and services in non-City owned facilities are eligible.
ht: Lide pwojè ki gen rapò ak pwogram ak sèvis nan lokal ki pa nan vil la kalifye.

source: Project proposals may include programs and services as well as physical infrastructure
ht: Pwopozisyon pwojè yo ka gen ladan pwogram ak sèvis osi byen ke enfrastrikti fizik

source: Projects are limited to a one-time expense, and do not create new permanent positions;
ht: Pwojè yo limite a yon sèl depans, epi yo pa kreye nouvo pozisyon pèmanan;

source: Projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
ht: Pwojè yo dwe aplike oswa jere pa Depatman Vil apwopriye oswa ajans k ap resevwa afektasyon bidjè dirèk.

source: Public Voting Period
ht: Peryòd Vòt Piblik

source: Select "Subtitles/CC" from the gear
ht: Chwazi &quot;Subtitles/CC&quot; nan Kovèti pou la

source: Sign up to stay informed about Participatory Budgeting in Boston!
ht: Enskri pou w rete enfòme sou Bidjè Patisipatif nan Boston!

source: Visioning Forums & Online Engagement
ht: Fowòm vizyon &amp; Angajman sou entènèt

source: Welcome to Participatory Budgeting in Boston!
ht: Byenvini nan Bidjè Patisipatif nan Boston!

source: What Type of Ideas Can You Propose?
ht: Ki kalite lide ou ka pwopoze?

source: What are Some Examples of Ideas?
ht: Ki kèk egzanp lide?

source: What is the Timeline?
ht: Ki sa ki Timeline a?

source: Who can submit project ideas?
ht: Ki moun ki ka soumèt lide pwojè?

source: icon to see captions in a different language.
ht: icon pou wè tit nan yon lang diferan.

source: Suggest an Idea
ht: Sijere yon lide

source: Powered by
ht: Patrone pa

source: Come back on %(go_live_date|date:"F j, Y")s to submit your project ideas!
ht: Retounen sou %(go_live_date|date:&quot;F j, Y&quot;)s pou soumèt lide pwojè w yo!

source: <strong>{{ target.submitter_name }}</strong> submitted a city-wide {{ target.place_type_label }} idea
ht: <strong>{{ target.submitter_name }}</strong> te soumèt yon lide pou tout vil la {{ target.place_type_label }}

source: <strong>{{ target.submitter_name }}</strong> submitted a{{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} idea near <span class="place-location">{{>location-string place}}</span>
ht: <strong>{{ target.submitter_name }}</strong> te soumèt yon {{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} lide tou pre <span class="place-location">{{&gt;location-string place}}</span>

source: optional
ht: opsyonèl

source: View On Map
ht: Gade sou kat la

source: submitted this city-wide {{ place_type_label location_type}} idea
ht: te soumèt lide sa a pou tout vil {{ place_type_label location_type}}

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
ht: te soumèt lide sa a {{ place_type_label location_type}} tou pre {{ location }}

source: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Sign up</a> to stay informed about Participatory Budgeting in Boston!
ht: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Enskri</a> pou w rete enfòme sou Bidjè Patisipatif nan Boston!

source: Please help us by answering <a href="..." target="_blank">this optional survey</a>.
ht: Tanpri ede nou lè w reponn <a href="..." target="_blank">sondaj opsyonèl sa a</a> .

source: Thank you for your submission!
ht: Mèsi pou soumèt ou!

source: It looks like you didn't set your location yet.
ht: Sanble ou poko fikse kote ou ye a.

source: Log Out
ht: Dekonekte

source: All Ideas
ht: Tout Lide

source: Choose a neighborhood...
ht: Chwazi yon katye...

source: City-wide Ideas
ht: Lide pou tout vil la

source: Location-specific Ideas
ht: Lide espesifik kote yo ye

source: Select a language
ht: Chwazi yon lang

source: Close language picker
ht: Fèmen seleksyon lang

source: Sign In
ht: Konekte

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
ht: Konekte kòm <span class="current-user">{{ current_user &quot;name&quot; }}</span>

source: Sorry, your browser doesn't support file uploads.
ht: Padon, navigatè w la pa sipòte telechaje fichye yo.

source: Recommend on Facebook
ht: Rekòmande sou Facebook

source: Tweet This
ht: Tweet sa

source: <strong class="response-submitter"> {{#if submitter}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/if}} </strong> <span class="response-date"> around {{ pretty_created_datetime }} </span>
ht: <strong class="response-submitter"> {{#si moun ki soumèt}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/si}} </strong> <span class="response-date"> alantou {{ pretty_created_datetime }} </span>

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
ht: <span class="visibility-icon invisible-icon">👁</span> Sa a {{ place_config.response_name }} <strong>vizib sèlman pou moderatè yo</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
ht: <span class="visibility-icon visible-icon">👁</span> {{ place_config.response_name }} sa a <strong>vizib pou tout moun</strong> .

source: Make {{ place_config.response_name }} hidden
ht: Fè {{ place_config.response_name }} kache

source: Make {{ place_config.response_name }} visible
ht: Fè {{ place_config.response_name }} vizib

source: Thanks for participating!
ht: Mèsi paske w patisipe!

source: Oops, %(config.app.name)s needs JavaScript to work properly.
ht: Oups, %(config.app.name)s bezwen JavaScript pou travay byen.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
ht: %(config.app.name)s se gwo men li bezwen yon bagay ki rele JavaScript pou travay byen. Men, ou pa bezwen pè, li vrèman fasil yo vire sou. Klike sou <a href="http://enable-javascript.com/" target="_blank">isit la</a> pou enstriksyon senp!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
ht: Nou pa ka konekte ak sèvè a kounye a. Kwoke byen pandan n ap re-etabli kominikasyon.

source: Close
ht: Fèmen
