Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/so/LC_MESSAGES/django.po
Languages: so

source: Messages
so: Fariimaha

source: Site Maps
so: Khariidadaha goobta

source: Static Files
so: Faylasha taagan

source: That page number is not an integer
so: Lambarkaas bogga ma aha tiro

source: That page number is less than 1
so: Lambarka boggaas wuu ka yar yahay 1

source: That page contains no results
so: Boggaas wax natiijo ah kama jiraan

source: Enter a valid value.
so: Geli qiime sax ah

source: Enter a valid URL.
so: Geli URL sax ah

source: Enter a valid integer.
so: Geli tiro sax ah

source: Enter a valid email address.
so: Geli ciwaan email sax ah

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
so: Geli &quot;slug&quot; sax ah oo ka kooban xarfo, nambaro, hoosta hoose ama xargaha.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
so: Geli &quot;slug&quot; sax ah oo ka kooban xarfo Unicode, nambaro, hoosta, ama xargaha.

source: Enter a valid IPv4 address.
so: Geli ciwaan IPv4 sax ah

source: Enter a valid IPv6 address.
so: Geli ciwaanka IPv6 ansax ah

source: Enter a valid IPv4 or IPv6 address.
so: Geli ciwaanka IPv4 ama IPv6 ansax ah

source: Enter only digits separated by commas.
so: Geli kaliya lambaro ay u kala qaybsan yihiin hakad.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
so: Hubi in qiimahani yahay %(limit_value)s (waa %(show_value)s ).

source: Ensure this value is less than or equal to %(limit_value)s.
so: Hubi in qiimahani uu ka yar yahay ama la mid yahay %(limit_value)s .

source: Ensure this value is greater than or equal to %(limit_value)s.
so: Hubi in qiimahani uu ka weyn yahay ama la mid yahay %(limit_value)s .

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
so: Hubi in qiimahani leeyahay ugu yaraan %(limit_value)d xarfo (waxa ay leedahay %(show_value)d ).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
so: Hubi in qiimahani leeyahay ugu badnaan %(limit_value)d (waxa uu leeyahay %(show_value)d ).

source: Enter a number.
so: Gali nambar

source: Ensure that there are no more than %(max)s digit in total.
so: Hubi in aysan jirin wax ka badan %(max)s tirada guud ahaan.

source: Ensure that there are no more than %(max)s decimal place.
so: Hubi in aysan jirin wax ka badan %(max)s meel jajab tobanle.

source: Ensure that there are no more than %(max)s digit before the decimal point.
so: Hubi in aysan jirin wax ka badan %(max)s ka hor barta tobanlaha.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
so: Kordhinta faylka &quot; %(extension)s &quot; lama ogola. Kordhinta la oggol yahay waa: %(allowed_extensions)s .

source: Null characters are not allowed.
so: Jilayaasha aan waxba galabsan lama ogola

source: and
so: iyo

source: %(model_name)s with this %(field_labels)s already exists.
so: %(model_name)s leh %(field_labels)s mar hore ayaa jira.

source: Value %(value)r is not a valid choice.
so: Qiimaha %(qiimaha)r maaha doorasho sax ah.

source: This field cannot be null.
so: Goobtani ma noqon karto mid aan waxba ka jirin.

source: This field cannot be blank.
so: Goobtani ma noqon karto mid banaan

source: %(model_name)s with this %(field_label)s already exists.
so: %(model_name)s leh %(field_label)s mar horeba waa jiray.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
so: %(field_label)s waa in ay u gaar ahaadaan %(date_field_label)s %(lookup_type)s .

source: Field of type: %(field_type)s
so: Goobta nooca: %(field_type)s

source: “%(value)s” value must be either True or False.
so: Qiimaha &quot; %(value)s &quot; waa inuu noqdaa run ama been.

source: “%(value)s” value must be either True, False, or None.
so: &quot; %(value)s &quot; qiimaha waa inuu noqdaa Run, Been, ama Midna.

source: Boolean (Either True or False)
so: Boolean (ama run ama been)

source: String (up to %(max_length)s)
so: Xarig (ilaa %(max_length)s )

source: Comma-separated integers
so: Farsamooyin kala-saaran

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
so: &quot; %(value)s &quot; qiimuhu wuxuu leeyahay qaab taariikheed aan sax ahayn. Waa in uu ahaadaa qaab SANADKA-MM-DD

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
so: &quot; %(value)s &quot; qiimuhu wuxuu leeyahay qaab sax ah (YYYY-MM-DD) laakiin waa taariikh aan sax ahayn.

source: Date (without time)
so: Taariikhda (waqti la&#39;aan)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
so: &quot; %(value)s &quot; qiimuhu wuxuu leeyahay qaab aan sax ahayn. Waa inuu ahaadaa qaab sanadeedka sanadka-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
so: &quot; %(value)s &quot; qiimuhu wuxuu leeyahay qaab sax ah (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) laakiin waa taariikh/wakhti aan sax ahayn.

source: Date (with time)
so: Taariikhda (waqti leh)

source: “%(value)s” value must be a decimal number.
so: &quot; %(value)s &quot; qiimaha waa inuu noqdaa tiro jajab tobanle.

source: Decimal number
so: Tirada tobanle

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
so: &quot; %(value)s &quot; wuxuu leeyahay qaab aan sax ahayn. Waa inuu ku jiraa qaabka [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
so: Muddada

source: Email address
so: Ciwaanka iimaylka

source: File path
so: Jidka faylka

source: “%(value)s” value must be a float.
so: &quot; %(value)s &quot; qiimaha waa inuu ahaadaa sabbeyn.

source: Floating point number
so: nambarka barta sabbaynaysa

source: “%(value)s” value must be an integer.
so: &quot; %(value)s &quot; qiimaha waa inuu noqdaa iskudar.

source: Integer
so: Isku dhafka

source: Big (8 byte) integer
so: Tiger weyn (8 byte).

source: Small integer
so: Lambar yar

source: IPv4 address
so: Ciwaanka IPv4

source: IP address
so: Ciwaanka IP-ga

source: “%(value)s” value must be either None, True or False.
so: &quot; %(value)s &quot; qiimaha waa inuu noqdaa midna, run ama been.

source: Boolean (Either True, False or None)
so: Boolean (Run, been ama midna)

source: Positive big integer
so: Integer weyn oo togan

source: Positive integer
so: Tiger wanaagsan

source: Positive small integer
so: Tiger yar oo togan

source: Slug (up to %(max_length)s)
so: Slug (ilaa %(max_length)s )

source: Text
so: Qoraal

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
so: &quot; %(value)s &quot; qiimuhu wuxuu leeyahay qaab aan sax ahayn. Waa inuu ahaadaa qaab HH:MM[:ss[.uuuuuu]]

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
so: &quot; %(value)s &quot; qiimuhu wuxuu leeyahay qaab sax ah (HH:MM[:ss[.uuuuuu]]) laakiin waa wakhti aan sax ahayn.

source: Time
so: Waqtiga

source: Raw binary data
so: Xogta binary ceeriin

source: “%(value)s” is not a valid UUID.
so: &quot; %(value)s &quot; ma aha UUID sax ah.

source: Universally unique identifier
so: Aqoonsi caalami ah oo gaar ah

source: File
so: Faylka

source: Image
so: Sawirka

source: A JSON object
so: Shayga JSON

source: Value must be valid JSON.
so: Qiimuhu waa inuu sax ahaadaa JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
so: %(model)s tusaale ahaan %(field)s %(qiimaha) r ma jiro.

source: Foreign Key (type determined by related field)
so: Furaha Shisheeye (nooca lagu go&#39;aamiyo goobta la xiriirta)

source: One-to-one relationship
so: Xiriir mid-ka-mid ah

source: %(from)s-%(to)s relationship
so: %(from)s - %(to)s xiriirka

source: %(from)s-%(to)s relationships
so: %(from)s - %(to)s cilaaqaadka

source: Many-to-many relationship
so: Xiriir badan-ilaa-badan

source: This field is required.
so: Goobtan waa loo baahan yahay.

source: Enter a whole number.
so: Geli nambar dhan

source: Enter a valid date.
so: Geli taariikh ansax ah

source: Enter a valid time.
so: Gali wakhti sax ah

source: Enter a valid date/time.
so: Geli taariikh/wakhti sax ah.

source: Enter a valid duration.
so: Geli wakhti sax ah

source: The number of days must be between {min_days} and {max_days}.
so: Tirada maalmaha waa in ay u dhaxaysaa {min_days} iyo {max_days} .

source: No file was submitted. Check the encoding type on the form.
so: Fayl lama gudbin Hubi nooca codaynta ee foomka.

source: No file was submitted.
so: Fayl lama gudbin

source: The submitted file is empty.
so: Faylka la gudbiyay waa madhan

source: Ensure this filename has at most %(max)d character (it has %(length)d).
so: Hubi in magaca faylkani leeyahay inta badan %(max)d (waxa uu leeyahay %(length)d ).

source: Please either submit a file or check the clear checkbox, not both.
so: Fadlan ama fayl soo gudbi ama calaamadee sanduuqa jeeg-garaynta oo cad, ma aha labadaba.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
so: Soo rar sawir ansax ah Faylka aad soo gelisay ma ahayn sawir ama sawir kharribmay.

source: Select a valid choice. %(value)s is not one of the available choices.
so: Dooro doorasho sax ah %(value)s maaha mid ka mid ah doorashooyinka la heli karo.

source: Enter a list of values.
so: Geli liiska qiimayaasha

source: Enter a complete value.
so: Geli qiime dhamaystiran

source: Enter a valid UUID.
so: Geli UUID sax ah

source: Enter a valid JSON.
so: Geli JSON sax ah

source: (Hidden field %(name)s) %(error)s
so: (Meel qarsoon %(name)s ) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
so: Xogta foomamka maamulka ayaa maqan ama waa la farageliyay. Meelaha maqan: %(field_names)s . Waxaa laga yaabaa inaad u baahato inaad gudbiso warbixinta cilladda haddii arrintu sii socoto.

source: Please submit at most %d form.
so: Fadlan soo gudbi inta badan %d .

source: Please submit at least %d form.
so: Fadlan soo gudbi ugu yaraan foomka %d .

source: Order
so: Dalbo

source: Delete
so: Tirtir

source: Please correct the duplicate data for %(field)s.
so: Fadlan sax xogta nuqulka ah ee %(field)s .

source: Please correct the duplicate data for %(field)s, which must be unique.
so: Fadlan sax xogta nuqulka ah ee %(field)s , taas oo ah inay noqoto mid gaar ah.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
so: Fadlan sax xogta nuqulka ah ee %(field_name)s taasoo ay tahay inay u gaar ahaadaan %(lookup)s gudaha %(date_field)s .

source: Please correct the duplicate values below.
so: Fadlan sax qiyamka nuqul ka mid ah hoos

source: The inline value did not match the parent instance.
so: Qiimaha khadku kuma habboona tusaalaha waalidka.

source: Select a valid choice. That choice is not one of the available choices.
so: Dooro doorasho sax ah Doorashadaasi maaha mid ka mid ah doorashooyinka la heli karo.

source: “%(pk)s” is not a valid value.
so: &quot; %(pk)s &quot; maaha qiimo sax ah.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
so: %(datetime)s laguma tarjumi karo aagga waqtiga %(current_timezone)s ; waxaa laga yaabaa inay madmadow ku jirto ama aanay jirin.

source: Clear
so: Cad

source: Currently
so: Hadda

source: Change
so: Beddel

source: Unknown
so: Lama garanayo

source: Yes
so: Haa

source: No
so: Maya

source: yes,no,maybe
so: haa, maya, malaha

source: p.m.
so: galabnimo

source: a.m.
so: waxaan ahay

source: midnight
so: saqda dhexe

source: noon
so: duhurkii

source: Monday
so: Isniin

source: Tuesday
so: Talaado

source: Wednesday
so: Arbacada

source: Thursday
so: Khamiis

source: Friday
so: Jimcaha

source: Saturday
so: Sabti

source: Sunday
so: Axad

source: Mon
so: Isniin

source: Tue
so: Talaado

source: Wed
so: Aroos

source: Fri
so: Jimce

source: Sun
so: Cadceed

source: January
so: Janaayo

source: February
so: Febraayo

source: March
so: Maarso

source: April
so: Abriil

source: June
so: Juun

source: July
so: Julaay

source: August
so: Ogosto

source: September
so: Sebtembar

source: October
so: Oktoobar

source: November
so: Nofeembar

source: may
so: laga yaabaa

# abbrev. month
source: March
so: Maarso

# abbrev. month
source: April
so: Abriil

# abbrev. month
source: June
so: Juun

# abbrev. month
source: July
so: Julaay

# abbrev. month
source: Aug.
so: Agoosto

# abbrev. month
source: Sept.
so: Sebtembar

# alt. month
source: January
so: Janaayo

# alt. month
source: February
so: Febraayo

# alt. month
source: March
so: Maarso

# alt. month
source: April
so: Abriil

# alt. month
source: June
so: Juun

# alt. month
source: July
so: Julaay

# alt. month
source: August
so: Ogosto

# alt. month
source: September
so: Sebtembar

# alt. month
source: October
so: Oktoobar

# alt. month
source: November
so: Nofeembar

source: This is not a valid IPv6 address.
so: Kani maaha cinwaan IPv6 ansax ah

source: or
so: ama

source: %d year
so: %d sanadka

source: %d month
so: %d bisha

source: %d week
so: %d usbuuca

source: %d day
so: %d maalinta

source: %d hour
so: %d saac

source: %d minute
so: %d daqiiqo

source: Forbidden
so: mamnuuc

source: CSRF verification failed. Request aborted.
so: Xaqiijinta CSRF waa fashilantay. Codsiga waa la tuuray

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
so: Waxaad arkaysaa fariintan sababtoo ah goobtan HTTPS waxay u baahan tahay &quot;Tixraaciyaha&quot; inuu soo diro biraawsarkaaga, laakiin midna lama dirin. Madaxan waxa looga baahan yahay sababo ammaan dartood, si loo hubiyo in browserkaagu aanay afduubin cid saddexaad.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
so: Haddii aad u habaysay biraawsarkaaga si uu u joojiyo cinwaanada &quot;Tixraaca&quot;, fadlan dib u dami, ugu yaraan goobtan, ama xidhiidhada HTTPS, ama codsiyada &quot;isku mid ah&quot;.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
so: Haddii aad isticmaalayso<meta name="referrer" content="no-referrer"> sumad ama ku dar madaxa &quot;Siyaasadda Tixraaca: No-Referrer&quot;, fadlan ka saar. Ilaalinta CSRF waxay u baahan tahay madaxa &quot;Referer&quot; si uu u sameeyo hubinta tixraaca adag. Haddii aad ka welwelsan tahay arrimaha gaarka ah, isticmaal beddelka sida <a rel="noreferrer" …>isku xirka bogagga cid saddexaad.</a>

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
so: Waxaad arkaysaa fariintan sababtoo ah goobtani waxay u baahan tahay buskud CSRF marka foomamka la gudbinayo. Buskudkan waxa loo baahan yahay sababo ammaan dartood, si loo hubiyo in browserkaagu aanay afduubin cid saddexaad.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
so: Haddii aad u habaysay biraawsarkaaga si uu u joojiyo cookies, fadlan dib u dami iyaga, ugu yaraan goobtan, ama codsiyada &quot;isku mid ah&quot;.

source: More information is available with DEBUG=True.
so: Macluumaad dheeraad ah ayaa laga heli karaa DEBUG=Run.

source: No year specified
so: Sannad lama cayimin

source: Date out of range
so: Taariikhda xad dhaafka ah

source: No month specified
so: Ma jiro bil cayiman

source: No day specified
so: Ma jirto maalin cayiman

source: No week specified
so: Toddobaad lama cayimin

source: No %(verbose_name_plural)s available
so: Ma jiro %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
so: Mustaqbalka %(verbose_name_plural)s lama heli karo sababtoo ah %(class_name)s .allow_mustaqbalku waa been.

source: Invalid date string “%(datestr)s” given format “%(format)s”
so: Xarig taariikheed aan sax ahayn &quot; %(datestr)s &quot; qaab la siiyay &quot; %(format)s &quot;

source: No %(verbose_name)s found matching the query
so: Lama helin %(verbose_name)s oo u dhigma su&#39;aasha

source: Page is not “last”, nor can it be converted to an int.
so: Boggu maaha “ugu dambeeya”, loomana rogi karo int.

source: Invalid page (%(page_number)s): %(message)s
so: Bog aan ansax ahayn ( %(page_number)s ): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
so: Liis madhan iyo &quot; %(class_name)s .allow_madhan&quot; waa been.

source: Directory indexes are not allowed here.
so: Tusmooyinka hagaha halkan lama oggola.

source: “%(path)s” does not exist
so: &quot; %(path)s &quot; ma jiro

source: Index of %(directory)s
so: Tusmada %(directory)s

source: The install worked successfully! Congratulations!
so: Rakibadihii si guul leh ayuu u shaqeeyay! Hambalyo!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
so: Eeg <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">qoraallada siideynta</a> Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
so: Waxaad arkaysaa boggan sababtoo ah <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=Run</a> ayaa ku jira faylka dejinta mana aadan habaysan URLs.

source: Topics, references, &amp; how-to’s
so: Mawduucyada, tixraacyada, &amp; sida loo sameeyo

source: Tutorial: A Polling App
so: Casharka: Codbixinta App

source: Get started with Django
so: Ka bilow Django

source: Django Community
so: Jaaliyada DJango

source: Connect, get help, or contribute
so: Ku xidh, caawimo hel, ama wax ku biir

source: usage:
so: isticmaalka:

source: .__call__() not defined
so: .__ wac __ () lama qeexin

source: unknown parser %r (choices: %s)
so: baarayaal aan la garanayn %r (doorashooyinka: %s )

source: argument "-" with mode %r
so: dood &quot;-&quot; oo leh hab %r

source: cannot merge actions - two groups are named %r
so: ma isku dari karaan falalka - laba kooxood ayaa lagu magacaabaa %r

source: 'required' is an invalid argument for positionals
so: &#39;loo baahan yahay&#39; waa dood aan sax ahayn oo loogu talagalay boosaska

source: invalid option string %r: must start with a character %r
so: Xadhiga ikhtiyaarka ah ee aan ansax ahayn %r: waa inuu ku bilowdaa xarfo %r

source: dest= is required for options like %r
so: dest= ayaa looga baahan yahay fursadaha sida %r

source: invalid conflict_resolution value: %r
so: Qiimaha xalinta isku dhaca aan sax ahayn: %r

source: conflicting option string(s): %s
so: Xarig doorasho is khilaafsan: %s

source: mutually exclusive arguments must be optional
so: doodaha labada dhinac ka soo horjeedaa waa inay noqdaan ikhtiyaari

source: positional arguments
so: doodaha mawqifka

source: optional arguments
so: doodaha ikhtiyaariga ah

source: show this help message and exit
so: tus fariintan caawimada oo bixi

source: show program's version number and exit
so: muuji lambarka nooca barnaamijka iyo bixidda

source: cannot have multiple subparser arguments
so: ma yeelan karo doodo hoose oo badan

source: unrecognized arguments: %s
so: doodaha aan la aqoonsan: %s

source: not allowed with argument %s
so: laguma oggola dood %s

source: ignored explicit argument %r
so: dood cad oo la iska indho-tiray %r

source: too few arguments
so: doodo aad u yar

source: argument %s is required
so: dood %s ayaa loo baahan yahay

source: one of the arguments %s is required
so: mid ka mid ah doodaha %s ayaa loo baahan yahay

source: expected one argument
so: la filayo hal dood

source: expected at most one argument
so: la filayo ugu badnaan hal dood

source: expected at least one argument
so: la filayo ugu yaraan hal dood

source: expected %s argument(s)
so: dooda(yada) %s la filayo

source: ambiguous option: %s could match %s
so: ikhtiyaarka mugdiga ah: %s waxay u dhigmi kartaa %s

source: unexpected option string: %s
so: Xadhiga ikhtiyaarka lama filaanka ah: %s

source: %r is not callable
so: %r lama wici karo

source: invalid %s value: %r
so: Qiimaha %s aan sax ahayn: %r

source: invalid choice: %r (choose from %s)
so: doorasho aan sax ahayn: %r (ka dooro %s )

source: %s: error: %s
so: %s : qalad: %s

source: City of Boston Participatory Budgeting
so: Miisaaniyada ka qaybqaadashada ee magaalada Boston

source: Participatory Budgeting
so: Miisaaniyad ka qaybqaadasho

source: Shareabouts is a mapping tool to gather crowd sourced public input. Use it to collect suggested locations and comments in a social, engaging process.
so: Shareabouts waa qalab khariidad ah oo lagu ururiyo fikradaha dadwaynaha ee ay ka soo jeedaan. Isticmaal si aad u ururiso goobaha la soo jeediyay iyo faallooyinka hab bulsheed, oo soo jiidasho leh.

source: Enter a location…
so: Geli goob...

source: Arts & Culture
so: Fanka &amp; Dhaqanka

source: Project ideas focused on arts and cultural programming that promote cultural spaces in the City.
so: Fikradaha mashruucu waxay diirada saarayaan fanka iyo barnaamijyada dhaqanka ee kor u qaada meelaha dhaqameed ee magaalada.

source: Community Resources
so: Khayraadka Bulshada

source: Project ideas that provide assistance or services to residents in need, such as programs at community centers, financial or digital literacy, English as a second language, or GED classes.
so: Fikradaha mashruuca ee bixiya caawimada ama adeegyada dadka deegaanka ee u baahan, sida barnaamijyada xarumaha bulshada, dhaqaalaha ama aqoonta dhijitaalka ah, Ingiriisiga luqad labaad ahaan, ama fasallada GED.

source: Local Economy & Worker Empowerment
so: Dhaqaalaha Deegaanka &amp; Xoojinta Shaqaalaha

source: Project ideas that improve access to quality jobs, skills training, career pipelines, and other resources for workers, small business owners, and entrepreneurs.
so: Fikradaha mashruuca ee wanaajiya helida shaqooyin tayo leh, tababar xirfadeed, dhuumaha shaqada, iyo agabka kale ee shaqaalaha, milkiilayaasha ganacsiga yaryar, iyo ganacsatada.

source: Education, Youth & Families
so: Waxbarashada, Dhalinyarada &amp; Qoysaska

source: Project ideas related to education for all ages, as well as proposals that meet the needs of Boston’s youth, senior citizens, and families.
so: Fikradaha mashruuca ee la xidhiidha waxbarashada da&#39; kasta, iyo sidoo kale soo jeedinta daboolaysa baahiyaha dhalinyarada Boston, dadka waayeelka ah, iyo qoysaska.

source: Environment, Sustainability, and Food Access
so: Deegaanka, Joogteynta, iyo Helitaanka Cunnada

source: Project ideas that help increase access to healthy and affordable food, promote environmental justice, and help increase the quality of life in Boston.
so: Fikradaha mashruuca ee caawiya kordhinta helitaanka cunto caafimaad leh oo la awoodi karo, kor u qaada cadaalada deegaanka, iyo caawinta kordhinta tayada nolosha Boston.

source: Facilities, Parks & Recreation
so: Xarumaha, Jardiinooyinka &amp; Madadaalada
