Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/so/LC_MESSAGES/django.po
Languages: so

source: Project ideas that Invest in clean, green, safe and accessible open space, facilities, and programming for residents and neighborhoods.
so: Fikradaha mashruuca ee lagu maalgeliyo nadiif, cagaar, badbaado iyo meel banaan oo la heli karo, tas-hiilaadka, iyo barnaamijyada dadka deggan iyo xaafadaha.

source: Health & Well-being
so: Caafimaadka &amp; Ladnaanta

source: Project ideas that promote the physical and mental health of Boston residents of all ages.
so: Fikradaha mashruuca ee kor u qaadaya caafimaadka jireed iyo maskaxeed ee deganayaasha Boston ee da&#39; kasta ah.

source: Public Safety
so: Badbaadada Dadweynaha

source: Project ideas that advance safety and increase justice in the City, such as community violence prevention programs and initiatives for healing and recovering from trauma and substance abuse.
so: Fikradaha mashruuca ee hormariya badbaadada oo kordhiya cadaalada magaalada, sida barnaamijyada ka hortagga rabshadaha bulshada iyo hindisayaasha bogsashada iyo ka soo kabashada dhaawacyada iyo xadgudubka muqaadaraadka.

source: Streets & Sidewalks
so: Waddooyinka &amp; Waddooyinka

source: Project ideas to improve City streets and sidewalks and promote safety and accessibility.
so: Fikradaha mashruuca si loo horumariyo jidadka magaalada iyo laamiyada iyo kor loogu qaado badbaadada iyo helitaanka.

source: Other / Not Sure
so: Mid kale / Ma Hubo

source: Other community centered ideas that may not fit in the previous categories.
so: Fikradaha kale ee bulshada xuddun u ah oo laga yaabo in aanay ku haboonayn qaybihii hore.

source: idea
so: fikrad

source: ideas
so: fikrado

source: Suggest an Idea
so: Soo jeedi fikrad

source: List All Ideas
so: Liis garee Dhammaan Fikradaha

source: Show the Map
so: Tus khariidada

source: submitted
so: soo gudbiyay

source: How would you spend $2 million to benefit your community?
so: Sideed ku bixin lahayd $2 milyan si aad uga faa&#39;iidaysato bulshadaada?

source: Your neighbor
so: Deriskaaga

source: Submit
so: Gudbi

source: Multiple locations throughout the city
so: Goobo badan oo magaalada oo dhan ah

source: Please use the map's search box or drag the map to set the location.
so: Fadlan isticmaal khariidada sanduuqa raadinta ama jiid khariidada si aad u dejiso meesha.

source: Thank you!
so: Mahadsanid!

source: Thank you for sharing your idea with us! Please fill out the short form below. Only the information you choose to display will be made public.
so: Waad ku mahadsan tahay inaad nala wadaagtay fikradaada! Fadlan buuxi foomka gaaban ee hoose. Kaliya macluumaadka aad doorato inaad soo bandhigto ayaa dadweynaha loo soo bandhigi doonaa.

source: Is your idea for a specific location or for the entire city?
so: Fikradaada ma meel gaar ah baa mise magaalada oo dhan?

source: City wide?
so: Magaalada oo dhan?

source: Location-specific
so: Goob-gaar ah

source: City-wide
so: Magaalada oo dhan

source: Approximately where would your idea be?
so: Qiyaastii halkee ayuu ahaan lahaa fikraddaadu?

source: Approximate location…
so: Qiyaasta goobta…

source: Drag the map to set the location.
so: Jiid khariidada si aad u dejiso meesha.

source: Please share a short description of the project idea.
so: Fadlan la wadaag sharaxaad gaaban oo ku saabsan fikradda mashruuca.

source: My idea is to…
so: Fikradayda waa in aan…

source: Make sure your description is short and clear.
so: Hubi in tilmaantaadu tahay mid gaaban oo cad.

source: Try to keep it to 50 words or less…
so: Isku day inaad ku hayso 50 kelmadood ama ka yar...

source: How does your project advance social and racial equity?
so: Sidee mashruucaagu u horumariyaa sinnaanta bulshada iyo jinsiyadda?

source: This idea would advance social and racial equity by…
so: Fikraddaani waxay horumarinaysaa sinnaanta bulshada iyo jinsiyadda iyadoo…

source: Make sure you keep it short and clear.
so: Hubi inaad si gaaban oo cad u dhigto.

source: "Social and racial equity" is defined as the just and fair inclusion of people of any social and racial background into society, so they can participate, prosper, and reach their full potential.
so: &quot;Sinaanta bulshada iyo jinsiyadda&quot; waxaa lagu qeexaa in ay si cadaalad ah oo caddaalad ah dadka asal kasta oo bulsho iyo jinsiyadeed ugu soo biiraan bulshada, si ay uga qayb qaataan, u barwaaqoobaan, oo ay u gaaraan awooddooda buuxda.

source: Which category does your idea fall into?
so: Qaybtee ayay fikradaadaadu ku dhacdaa?

source: Category
so: Qaybta

source: Choose the category that most closely describes your project.
so: Dooro qaybta sida ugu dhow u sharraxaysa mashruucaaga.

source: Facilities, Parks & Recreation
so: Xarumaha, Jardiinooyinka &amp; Madadaalada

source: Are you submitting this idea as part of a community event?
so: Ma waxaad u soo gudbinaysaa fikraddan qayb ka mid ah dhacdo bulsho?

source: No event; I am submitting this idea on my own
so: Dhacdo ma jirto; Aniga qudhaydu waxaan soo gudbinayaa fikradan

source: Yes, at an Idea Collection Workshop hosted by an organization sponsored by the Office of Participatory Budgeting
so: Haa, goobta Aqoon-is-weydaarsiga Ururinta Fikradaha oo ay martigelisay hay&#39;ad uu kafaalo-qaaday Xafiiska Miisaaniyadda ka qaybqaadashada

source: Yes, at an independent community gathering
so: Haa, shir beeleed madax banaan

source: Your Name
so: Magacaaga

source: Submitter's Name
so: Magaca Soo-gudbilaha

source: Your first name…
so: Magacaaga koowaad…

source: Your last name…
so: Magacaaga dambe…

source: How should we display your name next to your idea?
so: Sideen ugu muujin karnaa magacaaga fikradaada ku xigta?

source: Use my full name
so: Isticmaal magacayga oo buuxa

source: Only use my first name
so: Kaliya isticmaal magacayga koowaad

source: Do not display my name
so: Magacayga ha muujin

source: Your Neighborhood
so: Xaafaddaada

source: Submitter's Neighborhood
so: Xaafadda Soo-gudbiyaasha

source: Select a neighborhood…
so: Dooro xaafad...

source: Your Zip Code
so: Koodhkaaga Zip-ka

source: Your Email
so: Iimaylkaaga

source: Your Preferred Language
so: Luuqada aad door bidayso

source: comment
so: faalo

source: comments
so: faallooyin

source: commented on
so: ka faallooday

source: Someone
so: Qof

source: Leave a Comment
so: Faallo u dhaaf

source: Comment
so: Faallo

source: Support
so: Taageero

source: support
so: taageero

source: supports
so: taageero

source: About
so: Ku saabsan

source: Boston PB Home
so: Hoyga PB Boston

source: Filter Ideas
so: Fikirka shaandhaynta

source: All
so: Dhammaan

source: All Ideas
so: Dhammaan Fikradaha

source: City-wide Only
so: Magaalada oo dhan Kaliya

source: Powered by %(Shareabouts)s
so: Waxaa ku shaqeeya %(Shareabouts)s

source: built by %(PoePublic)s
so: waxaa dhisay %(PoePublic)s

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
so: Miisaaniyad ka qaybqaadashada (PB) waa hab dimuqraadi ah oo ay xubnaha bulshada si toos ah u go&#39;aansada sida loo isticmaalo qayb ka mid ah miisaaniyada dadweynaha. Hadafka ka qaybqaadashada Miisaaniyadda Boston waa in la xoojiyo dadka deegaanka si ay kor ugu qaadaan bulshada udub dhexaad u ah fikradaha mashruuca iyadoo xoogga la saarayo sinnaanta bulshada iyo jinsiyadda.

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
so: Marka aad ka qaybqaadato miisaaniyada ka qaybqaadashada, reer Boston ee da&#39;kasta leh iyo Taariikhdu waxay kaa caawin kartaa inaad wargeliso mudnaanta iyo maalgashiga mustaqbalka ee Habka miisaaniyadeed ee weyn ee magaalada.

source: Come back on %(return_date)s to submit your project ideas!
so: Ku soo noqo %(return_date)s si aad u soo gudbiso fikradahaaga mashruuca!

source: Share an Idea
so: La wadaag fikrad

source: <strong>Thank you for sharing your idea with us!</strong> Please fill out the short form below. Only the information you choose to display will be made public.
so: <strong>Waad ku mahadsan tahay inaad nala wadaagtay fikradaada!</strong> Fadlan buuxi foomka gaaban ee hoose. Kaliya macluumaadka aad doorato inaad soo bandhigto ayaa la shaacin doonaa.

source: Optional Demographic Survey
so: Sahanka Dadweynaha ee Ikhtiyaarka ah

source: The demographic questions below are designed to assist the Office of Participatory Budgeting in obtaining a more accurate understanding of participants. Your responses will remain anonymous and confidential. <strong>Please note that all questions are optional.</strong>
so: Su&#39;aalaha tirakoobka ee hoose waxaa loo qaabeeyey si ay u caawiyaan Xafiiska Miisaaniyada ka qaybqaadashada si uu u helo faham sax ah oo sax ah ee ka qaybgalayaasha. Jawaabahaagu waxay ahaan doonaan qarsoodi iyo qarsoodi. <strong>Fadlan ogow in dhammaan su&#39;aalaha ay yihiin ikhtiyaari.</strong>

source: Stay updated!
so: Lasoco wax cusub

source: Please leave your email to receive updates from the Office of Participatory Budgeting.
so: Fadlan ku dhaaf iimaylkaga si aad warbixin uga hesho Xafiiska Miisaaniyada ka qaybqaadashada.

source: Please describe your project idea.
so: Fadlan sharax fikradaada mashruuca

source: Tell us about the issue you want to address. Why is this idea a priority and beneficial to the community?
so: Noo sheeg arrinta aad rabto inaad wax ka qabato. Waa maxay sababta fikraddani u tahay mudnaanta iyo waxtarka bulshada?

source: Are you submitting this idea through a community event or activity?
so: Ma waxaad fikraddan ku soo gudbinaysaa dhacdo bulsho ama hawl?

source: No; I am submitting this idea on my own
so: Maya; Aniga qudhaydu waxaan soo gudbinayaa fikradan

source: Yes, through a community event or activity hosted by <strong>PB Contract Partner organization</strong>
so: Haa, iyada oo loo marayo dhacdo bulsheed ama hawl ay martigelisay <strong>ururka PB Contract Partner</strong>

source: Yes, through an event or activity hosted by a <strong>Non-PB Contract Partner</strong>
so: Haa, iyada oo loo marayo dhacdo ama hawl uu martigeliyay <strong>Shuraakada Qandaraaska Aan PB ahayn</strong>

source: Which partner organization hosted the event?
so: Ururkee shuraakada ah ayaa marti galiyay xaflada?

source: Organization name
so: Magaca ururka

source: Select an organization…
so: Dooro urur…

source: What is the name of the organization that hosted the event?'
so: Magaca ururka qabanqaabiyay xaflada?&#39;

source: Your First Name
so: Magacaaga Koowaad

source: Submitter's First Name
so: Magaca Koowaad ee Soo-gudbiha

source: Your Last Name
so: Magacaaga Dambe

source: Submitter's Last Name
so: Magaca Dambe ee Soo-gudbiha

source: What is your age in years?
so: Waa imisa da&#39;daadu sanadaha?

source: Age
so: Da&#39;da

source: What is your race and/or ethnicity?
so: Waa maxay isirkaaga iyo/ama qowmiyaddaadu?

source: Race and/or Ethnicity
so: Jinsi iyo/ama Isir

source: Select all that apply.
so: Dooro dhammaan kuwa khuseeya

source: American Indian or Alaska Native
so: Hindi Mareykan ama Dhalad Alaska

source: Asian
so: Aasiyaan

source: Black or African American
so: Madow ama Afrikaan Ameerikaan ah

source: Hispanic or Latino/-a/-e/-x
so: Hisbaanik ama Latino/-a/-e/-x

source: Native Hawaiian or other Pacific Islander
so: Dhaladka Hawaii ama Jaziiradaha kale ee Baasifigga

source: White
so: Caddaan

source: Other
so: Mid kale

source: Please tell us what other race/ethnicity
so: Fadlan noo sheeg isir/qowmiyad kale

source: What was your household income in the past 12 months?
so: Waa maxay dakhliga qoyskaaga 12 bilood ee la soo dhaafay?

source: Household Income
so: Dakhliga Qoyska

source: Select an option…
so: Dooro ikhtiyaar…

source: Less than $14,999
so: In ka yar $14,999

source: $15,000 to $34,999
so: $15,000 ilaa $34,999

source: $35,000 to $49,999
so: $35,000 ilaa $49,999

source: $50,000 to $74,999
so: $50,000 ilaa $74,999

source: $75,000 to $99,999
so: $75,000 ilaa $99,999

source: $100,000 to $149,999
so: $100,000 ilaa $149,999

source: $150,000 or more
so: $150,000 ama ka badan

source: I don't know
so: Ma garanayo

source: Prefer not to answer
so: Doorbida inaadan ka jawaabin

source: The deadline to submit ideas has been extended to Thursday, August 15th.
so: Waqtiga kama dambaysta ah ee soo gudbinta fikradaha ayaa la kordhiyay ilaa Khamiista, Agoosto 15-keeda.

source: The submission period for Idea Collection is now closed. However, you can review all resident proposed ideas during PB Cycle One on the map.
so: Muddada soo gudbinta ee Ururinta Fikradaha hadda waa la xidhay. Si kastaba ha ahaatee, waxaad dib u eegi kartaa dhammaan fikradaha ay soo jeediyaan dadka deegaanka inta lagu jiro PB Cycle One ee khariidada.

source: <strong>Ideas in Action</strong> is Boston’s Participatory Budgeting (PB) initiative, where residents can decide how to spend a part of the City’s budget. By engaging in Ideas in Action, Bostonians of all ages and backgrounds can: <ol> <li>Share project ideas that help advance social and racial equity;</li> <li>Decide on the top projects that will appear on the PB Ballot for voting; and,</li> <li>Vote on how to spend $2 million of the City’s budget to benefit our communities.</li> </ol>
so: <strong>Fikradaha ku jira waxqabadka</strong> waa miisaaniyada ka qaybqaadashada ee Boston (PB) hindise, halkaas oo dadka deegaanka ay go&#39;aansan karaan sida loo isticmaalo qayb ka mid ah magaalada miisaaniyad. Ka qayb qaadashada Fikradaha Ficilka, reer Boston ee da&#39;kasta iyo asal kasta leh karaa: <ol> <li> La wadaag fikradaha mashruuca ee caawinaya horumarinta sinnaanta bulshada iyo jinsiyadda;</li> <li> Go&#39;aanso mashaariicda ugu sarreeya ee ka soo muuqan doona PB Balllot si loogu codeeyo; iyo,</li> <li> U codee sida loo kharash gareeyo $2 milyan oo ka mid ah miisaaniyadda Magaalada si aan uga faa&#39;iidaysano bulshooyinkayada.</li> </ol>

source: All City of Boston residents, regardless of age, can submit ideas.
so: Dhammaan dadka degan Magaalada Boston, iyadoon loo eegin da&#39;da, way soo gudbin karaan fikrado.

source: As part of this process, residents inform the City about their priorities to help decide future budget investments.
so: Iyada oo qayb ka ah nidaamkan, dadka deegaanka ayaa ku wargeliya Magaalada wixii ku saabsan mudnaanta si ay u caawiyaan go&#39;aaminta maalgelinta miisaaniyadda mustaqbalka.

source: Cycle Two of Ideas in Action starts this summer! Between <strong>July 1st and July 31</strong>, you can share project ideas online at <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a>, over the phone by calling <a href="tel:+16176353059">(617) 635-3059</a>, or in-person at Boston Public Library Branches and through community workshops across the City.
so: Wareegga Labaad ee Fikradaha Ficilku wuxuu bilaabmayaa xagaagan! Inta u dhaxaysa <strong>Luulyo 1-da iyo Luulyo 31</strong> , waxaad ku wadaagi kartaa fikradaha mashruuca online at <a href=&quot;https://boston.gov/participate&quot; target=&quot;_blank&quot;&gt;Boston.gov/participate, telefoonka adiga oo wacaya <a href="tel:+16176353059">(617) 635-3059</a> , ama qof ahaan u jooga Laamaha Laybareeriga Dadweynaha ee Boston iyo iyada oo loo marayo aqoon-is-weydaarsiyada bulshada magaalada oo dhan.

source: Digital literacy classes for senior citizens to learn new skills and promote social connections;
so: Fasalada akhris-qoraalka dhijitaalka ah ee muwaadiniinta waayeelka ah si ay u bartaan xirfado cusub oo ay kor ugu qaadaan xidhiidhada bulshada;

source: Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
so: Kobcinta goobaha dadweynaha iyada oo loo marayo mashaariicda kaabayaasha (farshaxanka dadweynaha, geedaha waddooyinka, kuraasta, iwm.)

source: Examples of eligible project ideas:
so: Tusaalooyinka fikradaha mashruuca ee xaqa u leh:

source: Examples of ineligible project ideas:
so: Tusaalooyinka fikradaha mashruuca ee aan xaqa u lahayn:

source: Expand the City’s Wicked Free WiFi network to reach more low-income areas;
so: Kordhi shabakada WiFi bilaashka ah ee Magaalada si loo gaadho meelo badan oo dakhligoodu hooseeyo;

source: From August through September 2025, the City will review all the submitted project ideas. Then, in the fall, the Office of Participatory Budgeting will host public workshops for residents to review, prioritize, and develop these ideas into project proposals for the PB ballot. Voting will take place in January of 2026!
so: Laga bilaabo Ogosto ilaa Sebtembar 2025, Magaaladu waxay dib u eegi doontaa dhammaan waxyaabaha soo gudbiyay fikradaha mashruuca. Markaas, dayrta, Xafiiska ka qaybqaadashada Miisaaniyaddu waxay martigelin doontaa aqoon-is-weydaarsiyo dadweyne si ay dadka deegaanka dib ugu eegaan, u kala mudnaan siiyaan, iyo u samee fikradahan soo jeedinta mashruuca ee warqadda codbixinta PB. Codeynta ayaa dhici doonta Meesha Janaayo 2026!

source: Helping a religious institution repair its sanctuary;
so: Caawinta machad diimeed hagaajinta meesheeda;

source: Helping an organization renovate a space that it rents from a private landlord;
so: Caawinta hay&#39;adda inay dib u cusboonaysiiso meel ay ka kiraynayso mulkiilaha gaarka ah;

source: How do I stay connected?
so: Sideen ku xidhnaan karaa?

source: Idea Submission Criteria
so: Shuruudaha Gudbinta Fikradda

source: Ideas about programs, services, or physical infrastructure improvements;
so: Fikradaha ku saabsan barnaamijyada, adeegyada, ama kaabayaasha jirka hagaajinta;

source: Increase the frequency of MBTA buses or trains.
so: Kordhi inta jeer ee basaska ama tareenada MBTA

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
so: Mashaariicda kaabayaasha dhaqaalaha ee gaarka ah, gobolka, ama hantida federaalka uma qalmaan, sida mashaariicda khuseeya Waaxda Ilaalinta &amp; Madadaalada (DCR) ama Gaadiidka Massachusetts Bay Maamulka (MBTA).

source: Lastly, projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
so: Ugu dambayn, mashaariicda waa in ay fuliyaan ama maamulaan kuwa ku habboon Waaxda Magaalada ama wakaalad hesha qoondada miisaaniyada tooska ah.

source: Paying for the salary of a public employee to provide services;
so: Bixinta mushaharka shaqaalaha dawladda si uu u bixiyo adeegyada;

source: Programming to strengthen mental health among Boston youth;
so: Barnaamijyada lagu xoojinayo caafimaadka maskaxda ee dhalinyarada Boston;

source: Project ideas containing inappropriate, offensive, or derogatory language will be removed and not considered from the PB process.
so: Fikradaha mashruuca oo ay ku jiraan luuqad aan habboonayn, aflagaado ah, ama meel ka dhac ah waa laga saari doonaa oo lagama fiirsan doono nidaamka PB.

source: Project ideas that are feasible to implement, and are consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance;
so: Fikradaha mashruuca ee suurtagalka ah in la fuliyo, oo joogto ah leh siyaasadaha Magaalada jira, sharciyada, qawaaniinta, iyo ka qaybgalka Xeerka Miisaaniyadda;

source: Project ideas that are limited to a one-time expense, and do not create new permanent positions;
so: Fikradaha mashruuca ee ku kooban kharash hal mar ah, oo aan samayn abuuraan jagooyin cusub oo joogto ah;

source: Repairing a privately owned building;
so: Dayactirka dhismo gaar loo leeyahay;

source: Sign up for our newsletter! For more information about Participatory Budgeting, please visit <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> or contact the Office of Participatory Budgeting at <a href="mailto:pb@boston.gov">pb@boston.gov</a>.
so: Isku qor warsidahayaga! Wixii macluumaad dheeraad ah oo ku saabsan ka qaybqaadashada Miisaaniyadda, fadlan booqo <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> ama la xidhiidh Xafiiska Miisaaniyada ka qaybqaadashada ee <a href="mailto:pb@boston.gov">pb@boston.gov</a> .

source: Tell us: How would you spend $2 million to benefit our communities?
so: Sheeg anaga: Sideed ku bixin lahayd $2 milyan si aad uga faa&#39;iidaysato bulshadeena?

source: Welcome to Ideas in Action!
so: Ku Soo Dhawoow Fikradaha Waxqabadka!

source: What happens after I share my ideas?
so: Maxaa dhacaya ka dib markaan la wadaago fikradahayga?

source: What type of ideas can I propose?
so: Fikrado noocee ah ayaan soo jeedin karaa?

source: When can I start sharing my ideas
so: Goorma ayaan bilaabi karaa wadaaga fikradahayga

source: Who can submit project ideas?
so: Yaa soo gudbin kara fikradaha mashruuca?

source: View On Map
so: Ka Daawo Khariidadda

source: submitted this city-wide {{ place_type_label location_type}} idea
so: gudbiyay fikradan magaalada oo dhan {{place_type_label location_type}} fikradda

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
so: gudbiyay fikradan {{place_type_label location_type}} fikrad u dhow {{goobta }}

source: Please help us by answering this optional survey:
so: Fadlan nagu caawi adiga oo ka jawaabaya ra&#39;yi ururintan ikhtiyaariga ah:

source: Thank you for your submission!
so: Waad ku mahadsan tahay soo gudbintaada!

source: How would <img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> you spend <span class="bigger-text"><span class="scribble-text scribble-text-pink">$</span><span class="scribble-underline">2 million</span></span> to <img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> benefit our <span class="bigger-text">communities<span class="scribble-text scribble-text-pink">?</span></span>
so: Sidee yeeli lahaa<img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> waxaad ku bixinaysaa <span class="bigger-text"><span class="scribble-text scribble-text-pink">$ <span class="scribble-underline">2 milyan<img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> anfaca <span class="bigger-text">bulshadeena <span class="scribble-text scribble-text-pink">?

source: It looks like you didn't set your location yet.
so: Waxay u egtahay inaadan weli dejin goobtaada.

source: Log Out
so: Ka bax

source: To learn about the types of ideas you can submit,
so: Si aad wax uga ogaato noocyada fikradaha aad soo gudbin karto,

source: You can also share your idea by calling the PB Phone line at
so: Sidoo kale waad awoodaa la wadaag fikradaada adiga oo wacaya khadka Taleefanka PB at

source: click here
so: halkan ku dhufo

source: Powered by
so: Waxaa xoojiyay

source: <strong>{{ submitter_name }}</strong> submitted a city-wide {{ place_type_label location_type }} idea
so: <strong>{{ submitter_name }}</strong> waxay soo gudbisay fikradda magaalada oo dhan {{ place_type_label location_type }}

source: <strong>{{ submitter_name }}</strong> submitted a {{ place_type_label location_type }} idea near <span class="place-location">{{ location }}</span>
so: <strong>{{ submitter_name }}</strong> waxay soo gudbisay {{ place_type_label location_type }} fikrad u dhow <span class="place-location">{{ location }}</span>

source: <strong>{{ submitter_name }}</strong> submitted an {{ place_type_label location_type }} idea near <span class="place-location">{{ location }}</span>
so: <strong>{{ submitter_name }}</strong> waxay soo gudbisay {{ place_type_label location_type }} fikrad u dhow <span class="place-location">{{ location }}</span>

source: optional
so: ikhtiyaari ah
