Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/so/LC_MESSAGES/django.po
Languages: so

source: Hover over a category to see a description of the types of projects that fit within that category.
so: Ka dul bood qayb si aad u aragto sharraxaadda noocyada mashaariicda ee ku habboon qaybtaas.

source: Select a category to see a description of the types of projects that fit within that category.
so: Dooro qayb si aad u aragto sharraxaadda noocyada mashaariicda ee ku habboon qaybtaas.

source: Choose a neighborhood...
so: Dooro xaafad...

source: City-wide Ideas
so: Fikradaha magaalada oo dhan

source: Location-specific Ideas
so: Fikrado gaar ah goobta

source: Search
so: Raadi

source: Select a language
so: Dooro luqad

source: Close language picker
so: Af-dooriyaha dhow

source: Sign In
so: Soo gal

source: Signed in as</span> <span class="current-user">{{ this }}
so: U saxiixay sida <span class="current-user">{{ this }}</span>

source: Sorry, your browser doesn't support file uploads.
so: Waan ka xunahay, barowsarkaaga ma taageerayo gelinta faylka.

source: Recommend on Facebook
so: Ku talin Facebook

source: Tweet This
so: Tweet Tani

source: around {{ pretty_created_datetime }}
so: agagaarka {{ pretty_created_datetime }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
so: <span class="visibility-icon invisible-icon">👁</span> Kan {{place_config.response_name}} waxa <strong>kaliya u muuqda dhexdhexaadiyayaasha</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
so: <span class="visibility-icon visible-icon">👁</span> Kan {{place_config.response_name}} <strong>qof walba wuu u muuqdaa</strong> .

source: Make {{ place_config.response_name }} hidden
so: Qarsoon {{place_config.response_name}}

source: Make {{ place_config.response_name }} visible
so: Ka dhig {{place_config.response_name}} mid muuqda

source: Thanks for participating!
so: Waad ku mahadsan tahay ka qaybqaadashada!

source: Oops, %(config.app.name)s needs JavaScript to work properly.
so: Oops, %(config.app.name)s waxay u baahan tahay JavaScript si ay si sax ah ugu shaqeyso.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
so: %(config.app.name) s aad bay u fiican tahay laakiin waxay u baahan tahay wax la yiraahdo JavaScript si uu u shaqeeyo si sax ah. Laakiin ha baqin, runtii way fududahay in la shido. Guji <a href="http://enable-javascript.com/" target="_blank">halkan</a> tilmaamaha fudud!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
so: Ma ku xidhi karno serverka wakhtigan Dheji inta aan dib u hagaajinayno isgaarsiinta.

source: Close
so: Xir
