Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/so/LC_MESSAGES/django.po/django.po
Languages: so

source: ALL City of Boston residents, regardless of age, can submit ideas!
so: DHAMMAAN dadka deggan magaalada Boston, iyadoon loo eegin da&#39;da, waxay soo gudbin karaan fikrado!

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
so: Adigoo ku hawlan Miisaaniyad ka qaybqaadashada, dadka reer Boston ee da&#39; kasta leh iyo asal kasta ayaa ku caawin kara wargelinta mudnaanta iyo maalgashiga mustaqbalka ee habka miisaaniyadeed ee weyn ee Magaalada.

source: Examples of Eligible Ideas
so: Tusaalooyinka Fikradaha Xaq u leh

source: Examples of Ineligible Ideas
so: Tusaalooyinka Fikradaha Aan Xaq U Lahayn

source: February 2025 and Onward
so: Febraayo 2025 iyo wixii ka dambeeya

source: For more information on Participatory Budgeting, please visit <a href="http://boston.gov/participate">http://boston.gov/participate</a> or email us at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
so: Macluumaad dheeraad ah oo ku saabsan Miisaaniyadda Ka-qaybgalka, fadlan booqo <a href="http://boston.gov/participate">http://boston.gov/participate</a> ama noogu soo dir <a href="mailto:pb@boston.gov">pb@boston.gov</a>

source: Fund and Implement Project Proposals
so: Maalgeli oo Hirgeli Hindisaha Mashruuca

source: How to Stay Involved?
so: Sidee Looga Qayb Geli Karaa?

source: How to submit a project idea...
so: Sida loo soo gudbiyo fikrad mashruuc...

source: Idea Collection Campaign: Submit Your Ideas!
so: Ololaha Ururinta Fikradaha: Soo gudbi fikradahaaga!

source: Ideas may include programs and services, as well as physical infrastructure, technological improvements, and community enhancements.
so: Fikradaha waxaa ku jiri kara barnaamijyo iyo adeegyo, iyo sidoo kale kaabayaasha jirka, horumarinta tignoolajiyada, iyo kobcinta bulshada.

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
so: Mashaariicda kaabayaasha dhaqaalaha ee gaarka ah, gobolka, ama hantida federaalka uma qalmaan, sida mashaariicda khuseeya Waaxda Ilaalinta &amp; Madadaalada (DCR) ama Massachusetts Bay Transit Authority (MBTA).

source: January 2025
so: Janaayo 2025

source: July 1 – July 31, 2024
so: Luulyo 1 - Luulyo 31, 2024

source: October – November 2024
so: Oktoobar - Noofambar 2024

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
so: Miisaaniyad ka qaybqaadashada (PB) waa hab dimuqraadi ah oo ay xubnaha bulshada si toos ah u go&#39;aansada sida loo isticmaalo qayb ka mid ah miisaaniyada dadweynaha. Hadafka ka qaybqaadashada Miisaaniyadda Boston waa in la xoojiyo dadka deegaanka si ay kor ugu qaadaan bulshada udub dhexaad u ah fikradaha mashruuca iyadoo xoogga la saarayo sinnaanta bulshada iyo jinsiyadda.

source: Paying for the salary of a public employee to provide services; Repairing a privately owned building; Helping an organization renovate a space that it rents from a private landlord; Helping a religious institution repair its sanctuary; Increase the frequency of MBTA buses or trains.
so: Bixinta mushaharka shaqaalaha dawladda si uu u bixiyo adeegyada; Dayactirka dhismo gaar loo leeyahay; Caawinta hay&#39;adda inay dib u cusboonaysiiso meel ay ka kiraynayso mulkiilaha gaarka ah; Caawinta machad diimeed hagaajinta meesheeda; Kordhi inta jeer ee basaska ama tareenada MBTA

source: Programming to strengthen mental health among Boston youth; Expand the City’s Wicked Free WiFi network to reach more low-income areas; Digital literacy classes for senior citizens to learn new skills and promote social connections; Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
so: Barnaamijyada lagu xoojinayo caafimaadka maskaxda ee dhalinyarada Boston; Kordhi shabakada WiFi bilaashka ah ee Magaalada si loo gaadho meelo badan oo dakhligoodu hooseeyo; Fasalada akhris-qoraalka dhijitaalka ah ee muwaadiniinta waayeelka ah si ay u bartaan xirfado cusub oo ay kor ugu qaadaan xidhiidhada bulshada; Kobcinta goobaha dadweynaha iyada oo loo marayo mashaariicda kaabayaasha (farshaxanka dadweynaha, geedaha waddooyinka, kuraasta, iwm.)

source: Project ideas must be feasible to implement, and be consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance; and
so: Fikradaha mashruucu waa in ay noqdaan kuwo la hirgalin karo, oo waafaqayaan siyaasadaha, sharciyada, xeerarka, iyo xeerka miisaaniyada ka qaybqaadashada ee Magaalada; iyo

source: Project ideas related to programs and services in non-City owned facilities are eligible.
so: Fikradaha mashruuca ee la xidhiidha barnaamijyada iyo adeegyada xarumaha aan magaaladu leedahay waa u qalmaan.

source: Project proposals may include programs and services as well as physical infrastructure
so: Soo jeedinta mashruuca waxaa ku jiri kara barnaamijyo iyo adeegyo iyo sidoo kale kaabayaasha jirka

source: Projects are limited to a one-time expense, and do not create new permanent positions;
so: Mashruucyadu waxay ku kooban yihiin kharash hal mar ah, mana abuuraan jagooyin joogto ah oo cusub;

source: Projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
so: Mashaariicda waa in ay fulisaa ama maamusho Waaxda Magaalada ama wakaalada ku haboon ee helaysa qoondaynta miisaaniyada tooska ah.

source: Public Voting Period
so: Muddada Codbixinta Dadweynaha

source: Select "Subtitles/CC" from the gear
so: Ka dooro "Subtitles/CC" gear ka

source: Sign up to stay informed about Participatory Budgeting in Boston!
so: Isdiiwaangeli si aad ula socodsiiso miisaaniyada ka qaybqaadashada ee Boston!

source: Visioning Forums & Online Engagement
so: Madasha Aragtida &amp; Ka-qaybgalka Online-ka

source: Welcome to Participatory Budgeting in Boston!
so: Ku soo dhawoow Miisaaniyadda ka qaybqaadashada ee Boston!

source: What Type of Ideas Can You Propose?
so: Fikrado noocee ah ayaad soo jeedin kartaa?

source: What are Some Examples of Ideas?
so: Waa maxay Tusaalooyinka Fikradaha qaarkood?

source: What is the Timeline?
so: Waa maxay Jadwalku?

source: Who can submit project ideas?
so: Yaa soo gudbin kara fikradaha mashruuca?

source: icon to see captions in a different language.
so: calaamadee si aad u aragto qoraallo ku qoran luqad kale.

source: Suggest an Idea
so: Soo jeedi fikrad

source: Powered by
so: Waxaa xoojiyay

source: Come back on %(go_live_date|date:"F j, Y")s to submit your project ideas!
so: Ku soo noqo %(go_live_date|taariikhda:"F j, Y")s si aad u soo gudbiso fikradahaaga mashruuca!

source: <strong>{{ target.submitter_name }}</strong> submitted a city-wide {{ target.place_type_label }} idea
so: <strong>{{ target.submitter_name}}</strong> wuxuu soo gudbiyay fikradda magaalada oo dhan {{ target.place_type_label }}

source: <strong>{{ target.submitter_name }}</strong> submitted a{{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} idea near <span class="place-location">{{>location-string place}}</span>
so: <strong>{{ target.submitter_name}}</strong> waxa uu gudbiyay {{#if target.type_starts_with_vowel}}n{{/if }} {{ target.place_type_label}} fikrad u dhaw <span class="place-location">{{&gt;goobta xadhigga}}</span>

source: optional
so: ikhtiyaari ah

source: View On Map
so: Ka Daawo Khariidadda

source: submitted this city-wide {{ place_type_label location_type}} idea
so: gudbiyay fikradan magaalada oo dhan {{place_type_label location_type}} fikradda

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
so: gudbiyay fikradan {{place_type_label location_type}} fikrad u dhow {{goobta }}

source: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Sign up</a> to stay informed about Participatory Budgeting in Boston!
so: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Isdiiwaangeli</a> si aad ula socodsiiso miisaaniyada ka qaybqaadashada ee Boston!

source: Please help us by answering <a href="..." target="_blank">this optional survey</a>.
so: Fadlan nagu caawi adiga oo ka jawaabaya <a href="..." target="_blank">sahanka ikhtiyaariga ah</a> .

source: Thank you for your submission!
so: Waad ku mahadsan tahay soo gudbintaada!

source: It looks like you didn't set your location yet.
so: Waxay u egtahay inaadan weli dejin goobtaada.

source: Log Out
so: Ka bax

source: All Ideas
so: Dhammaan Fikradaha

source: Choose a neighborhood...
so: Dooro xaafad...

source: City-wide Ideas
so: Fikradaha magaalada oo dhan

source: Location-specific Ideas
so: Fikrado gaar ah goobta

source: Select a language
so: Dooro luqad

source: Close language picker
so: Af-dooriyaha dhow

source: Sign In
so: Soo gal

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
so: U soo galay sidii <span class="current-user">{{ hadda_user "name" }}</span>

source: Sorry, your browser doesn't support file uploads.
so: Waan ka xunahay, barowsarkaaga ma taageerayo gelinta faylka.

source: Recommend on Facebook
so: Ku talin Facebook

source: Tweet This
so: Tweet Tani

source: <strong class="response-submitter"> {{#if submitter}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/if}} </strong> <span class="response-date"> around {{ pretty_created_datetime }} </span>
so: <strong class="response-submitter"> {{#haddii gudbiye}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ gudbinta.name}} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ soo gudbiye_name}} {{/if}} </strong> <span class="response-date"> ku dhawaad {{wakhti_qurux_abuur_datetime}} </span>

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
so: <span class="visibility-icon invisible-icon">👁</span> Kan {{place_config.response_name}} waxa <strong>kaliya u muuqda dhexdhexaadiyayaasha</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
so: <span class="visibility-icon visible-icon">👁</span> Kan {{place_config.response_name}} <strong>qof walba wuu u muuqdaa</strong> .

source: Make {{ place_config.response_name }} hidden
so: Qarsoon {{place_config.response_name}}

source: Make {{ place_config.response_name }} visible
so: Ka dhig {{place_config.response_name}} mid muuqda

source: Thanks for participating!
so: Waad ku mahadsan tahay ka qaybqaadashada!

source: Oops, %(config.app.name)s needs JavaScript to work properly.
so: Oops, %(config.app.name) waxay u baahan tahay JavaScript si ay si sax ah ugu shaqeyso.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
so: %(config.app.name) s aad bay u fiican tahay laakiin waxay u baahan tahay wax la yiraahdo JavaScript si uu u shaqeeyo si sax ah. Laakiin ha baqin, runtii way fududahay in la shido. Guji <a href="http://enable-javascript.com/" target="_blank">halkan</a> tilmaamaha fudud!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
so: Ma ku xidhi karno serverka wakhtigan Dheji inta aan dib u hagaajinayno isgaarsiinta.

source: Close
so: Xir
