Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_br, ru, vi

source: Search
ar: يبحث
fr: Recherche
pt_br: Procurar
ru: Поиск
vi: Tìm kiếm

source: Select a language
ar: اختر لغة
fr: Sélectionnez une langue
pt_br: Selecione um idioma
ru: Выберите язык
vi: Chọn một ngôn ngữ

source: Close language picker
ar: إغلاق منتقي اللغة
fr: Fermer le sélecteur de langue
pt_br: Fechar seletor de idioma
ru: Закрыть выбор языка
vi: Đóng bộ chọn ngôn ngữ

source: Sign In
ar: تسجيل الدخول
fr: Se connecter
pt_br: Entrar
ru: Войти
vi: Đăng nhập

source: Signed in as</span> <span class="current-user">{{ this }}
ar: تم تسجيل الدخول كـ <span class="current-user">{{ this }}</span>
fr: Connecté sous le nom <span class="current-user">{{ this }}</span>
pt_br: Conectado como <span class="current-user">{{ this }}
ru: Выполнен вход как <span class="current-user">{{ this }}</span>
vi: Đăng nhập bằng <span class="current-user">{{ this }}</span>

source: Sorry, your browser doesn't support file uploads.
ar: عذرًا، متصفحك لا يدعم تحميل الملفات.
fr: Désolé, votre navigateur ne prend pas en charge les téléchargements de fichiers.
pt_br: Desculpe, seu navegador não suporta upload de arquivos.
ru: К сожалению, ваш браузер не поддерживает загрузку файлов.
vi: Rất tiếc, trình duyệt của bạn không hỗ trợ tải tập tin lên.

source: Recommend on Facebook
ar: يوصي في الفيسبوك
fr: Recommander sur Facebook
pt_br: Recomendar no Facebook
ru: Рекомендовать на Facebook
vi: Đề xuất trên Facebook

source: Tweet This
ar: سقسقة هذا
fr: Tweet ça
pt_br: Tweet isto
ru: Напишите это в Твиттере
vi: Tweet cái này đi

source: around {{ pretty_created_datetime }}
ar: حول {{ pretty_created_datetime }}
fr: vers {{ pretty_created_datetime }}
pt_br: em torno de {{ pretty_created_datetime }}
ru: около {{ pretty_created_datetime }}
vi: khoảng {{ pretty_created_datetime }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
ar: <span class="visibility-icon invisible-icon">👁</span> هذا {{ place_config.response_name }} <strong>مرئي للمشرفين فقط</strong> .
fr: <span class="visibility-icon invisible-icon">👁</span> Ce {{ place_config.response_name }} n&#39;est <strong>visible que par les modérateurs</strong> .
pt_br: <span class="visibility-icon invisible-icon">👁 Este {{ place_config.response_name }} é <strong>visível apenas para moderadores</strong> .
ru: <span class="visibility-icon invisible-icon">👁</span> Это {{ Place_config.response_name }} <strong>видно только модераторам</strong> .
vi: <span class="visibility-icon invisible-icon">👁</span> {{ place_config.response_name }} này <strong>chỉ hiển thị với người kiểm duyệt</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
ar: <span class="visibility-icon visible-icon">👁</span> هذا {{ place_config.response_name }} <strong>مرئي للجميع</strong> .
fr: <span class="visibility-icon visible-icon">👁</span> Ce {{ place_config.response_name }} est <strong>visible par tout le monde</strong> .
pt_br: <span class="visibility-icon visible-icon">👁 Este {{ place_config.response_name }} é <strong>visível para todos</strong> .
ru: <span class="visibility-icon visible-icon">👁</span> Это {{ Place_config.response_name }} <strong>видно всем</strong> .
vi: <span class="visibility-icon visible-icon">👁</span> {{ place_config.response_name }} này <strong>hiển thị với mọi người</strong> .

source: Make {{ place_config.response_name }} hidden
ar: اجعل {{ place_config.response_name }} مخفيًا
fr: Rendre {{ place_config.response_name }} masqué
pt_br: Tornar {{ place_config.response_name }} oculto
ru: Сделать {{ Place_config.response_name }} скрытым
vi: Ẩn {{ place_config.response_name }}

source: Make {{ place_config.response_name }} visible
ar: اجعل {{ place_config.response_name }} مرئيًا
fr: Rendre {{ place_config.response_name }} visible
pt_br: Tornar {{ place_config.response_name }} visível
ru: Сделать {{ Place_config.response_name }} видимым
vi: Hiển thị {{ place_config.response_name }}

source: Thanks for participating!
ar: شكرا للمشاركة!
fr: Merci d&#39;avoir participé !
pt_br: Obrigado por participar!
ru: Спасибо за участие!
vi: Cảm ơn vì đã tham gia!

source: Oops, %(config.app.name)s needs JavaScript to work properly.
ar: عفوًا، يحتاج %(config.app.name)s إلى JavaScript ليعمل بشكل صحيح.
fr: Oups, %(config.app.name)s a besoin de JavaScript pour fonctionner correctement.
pt_br: Ops, %(config.app.name)s precisa de JavaScript para funcionar corretamente.
ru: К сожалению, для правильной работы %(config.app.name)s требуется JavaScript.
vi: Rất tiếc, %(config.app.name)s cần JavaScript để hoạt động bình thường.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
ar: %(config.app.name)s رائع ولكنه يحتاج إلى شيء يسمى JavaScript حتى يعمل على وجه صحيح. لكن لا تخف، فمن السهل حقًا تشغيله. انقر <a href="http://enable-javascript.com/" target="_blank">هنا</a> للحصول على تعليمات بسيطة!
fr: %(config.app.name)s est génial mais il a besoin de quelque chose appelé JavaScript pour fonctionner correctement. Mais n’ayez crainte, il est très simple à mettre en marche. Cliquez sur <a href="http://enable-javascript.com/" target="_blank">ici</a> pour des instructions simples !
pt_br: %(config.app.name)s é ótimo, mas precisa de algo chamado JavaScript para funcionar corretamente. Mas não se preocupe, é muito fácil de ligar. Clique <a href="http://enable-javascript.com/" target="_blank">aqui</a> para instruções simples!
ru: %(config.app.name)s — это здорово, но для работы ему нужно что-то под названием JavaScript. правильно. Но не бойтесь, его действительно легко включить. Нажмите <a href="http://enable-javascript.com/" target="_blank">здесь</a> для простых инструкций!
vi: %(config.app.name)s rất tuyệt nhưng nó cần một thứ gọi là JavaScript để hoạt động đúng cách. Nhưng đừng sợ, nó thực sự rất dễ bật. Nhấp chuột <a href="http://enable-javascript.com/" target="_blank">ở đây</a> để được hướng dẫn đơn giản!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
ar: لا يمكننا الاتصال بالخادم في الوقت الحالي. انتظر حتى نعيد الاتصال.
fr: Nous ne pouvons pas nous connecter au serveur pour le moment. Attendez bien pendant que nous rétablissons la communication.
pt_br: Não conseguimos nos conectar ao servidor no momento. Aguarde enquanto restabelecemos a comunicação.
ru: В данный момент мы не можем подключиться к серверу. Подождите, пока мы восстановим связь.
vi: Chúng tôi không thể kết nối với máy chủ vào lúc này. Hãy chờ đợi trong khi chúng ta thiết lập lại liên lạc.

source: Close
ar: يغلق
fr: Fermer
pt_br: Fechar
ru: Закрывать
vi: Đóng

source: Past PB Cycles
pt_br: Ciclos de PB anteriores

source: Cycle 1 (2024)
pt_br: Ciclo 1 (2024)

source: 14 ballot proposals available for PB Voting
pt_br: 14 propostas de cédula disponíveis para votação PB

source: 15 project proposals were drafted by Boston residents with support from OPB and City Departments
pt_br: 15 propostas de projetos foram elaboradas por moradores de Boston com o apoio da OPB e dos Departamentos da Cidade

source: 4.35 (high) average number of projects selected per voter
pt_br: 4,35 (alto) número médio de projetos selecionados por eleitor

source: Boston residents submitted over 1200 project ideas via multiple channels, including:
pt_br: Moradores de Boston enviaram mais de 1.200 ideias de projetos por meio de vários canais, incluindo:

source: Highest voter turnout in Dorchester, Brighton, Roxbury, East Boston, South Boston, and Hyde Park
pt_br: Maior participação eleitoral em Dorchester, Brighton, Roxbury, East Boston, South Boston e Hyde Park

source: Highlights from the Inaugural Year of Ideas in Action:
pt_br: Destaques do ano inaugural do Ideias em Ação:

source: In January of 2025, a total of 4,462 Boston residents cast their ballot in person and online, selecting their top proposals to be funded.
pt_br: Em janeiro de 2025, um total de 4.462 moradores de Boston votaram pessoalmente e online, selecionando suas principais propostas a serem financiadas.

source: In the Fall of 2024, OPB hosted three (3) Visioning Forums:
pt_br: No outono de 2024, a OPB organizou três (3) Fóruns de Visioning:

source: In the summer of 2024, the City of Boston’s Office of Participatory Budgeting (OPB) launched <strong>Ideas in Action</strong>, an initiative where Boston residents decided how to spend $2 million of the City’s budget to benefit their communities. Thousands of residents engaged by joining community meetings, submitting project ideas, drafting the proposals that appeared on the ballot, and collectively voting on the top projects that they wanted to see implemented.
pt_br: No verão de 2024, o Escritório de Orçamento Participativo (OPB) da Prefeitura de Boston lançou <strong>o Ideas in Action</strong> , uma iniciativa em que os moradores de Boston decidiram como gastar US$ 2 milhões do orçamento municipal em benefício de suas comunidades. Milhares de moradores se engajaram participando de reuniões comunitárias, apresentando ideias de projetos, elaborando as propostas que constavam na cédula e votando coletivamente nos principais projetos que desejavam ver implementados.

source: In-person submissions through PB Corners at City Hall and Boston Public Library Branches
pt_br: Envios presenciais através dos PB Corners na Prefeitura e nas filiais da Biblioteca Pública de Boston

source: Multi-lingual PB Phone Line
pt_br: Linha telefônica PB multilíngue

source: Nineteen (19) idea collection workshops across the City in partnership with community organizations
pt_br: Dezanove (19) workshops de recolha de ideias na cidade em parceria com organizações comunitárias

source: OPB created an <a href="https://app.powerbigov.us/view?r=eyJrIjoiZTEyYmE4MWQtMDIzNi00MjNiLWE3YzctN2Y2ZjJhMjFlZjg5IiwidCI6Ijg1NTI4ODdjLWNiYzMtNGVlNS05ZmQzLWVhMjE3ZTMwMjZmYyJ9" target="_blank">Idea Submission Dashboard</a> that allows the public to explore the nine (9) Community Priorities and review all the submitted ideas from Cycle One.
pt_br: O OPB criou um <a href="https://app.powerbigov.us/view?r=eyJrIjoiZTEyYmE4MWQtMDIzNi00MjNiLWE3YzctN2Y2ZjJhMjFlZjg5IiwidCI6Ijg1NTI4ODdjLWNiYzMtNGVlNS05ZmQzLWVhMjE3ZTMwMjZmYyJ9" target="_blank">Painel de Envio de Ideias</a> que permite ao público explorar as nove (9) Prioridades da Comunidade e revisar todas as ideias enviadas do Ciclo Um.

source: Online PB Portal
pt_br: Portal PB Online

source: See a list of winning projects funded in Cycle One <a href="https://www.boston.gov/departments/participatory-budgeting/ideas-action-project-implementation" target="_blank">here</a>.
pt_br: Veja <a href="https://www.boston.gov/departments/participatory-budgeting/ideas-action-project-implementation" target="_blank">aqui</a> a lista dos projetos vencedores financiados no Ciclo Um.

source: Thanks to everyone who made their voices heard and actively participated in this exciting inaugural year! As we celebrate this milestone, we invite all Boston residents to continue their participation with <a href="https://www.boston.gov/departments/participatory-budgeting/ideas-action" target="_blank">Ideas in Action Cycle 2</a>!
pt_br: Agradecemos a todos que se fizeram ouvir e participaram ativamente deste emocionante ano inaugural! Ao celebrarmos este marco, convidamos todos os moradores de Boston a continuarem participando <a href="https://www.boston.gov/departments/participatory-budgeting/ideas-action" target="_blank">do Ciclo 2 do Ideias em Ação</a> !

source: The City of Boston’s First Participatory Budgeting Cycle
pt_br: O Primeiro Ciclo de Orçamento Participativo da Cidade de Boston

source: Three (3) in-person Visioning Forums hosted in East Boston, Roxbury, and Dorchester with ~100 resident participants worked with 20 City Departments to review, assess, and draft project proposals for the PB Ballot.
pt_br: Três (3) Fóruns de Visão presenciais realizados em East Boston, Roxbury e Dorchester com cerca de 100 participantes residentes trabalharam com 20 Departamentos da Cidade para revisar, avaliar e redigir propostas de projetos para a votação do PB.

source: Education, Youth, Families, & Older Adults
pt_br: Educação, Juventude, Famílias e Idosos

source: Choose an idea category above to to see how your idea will be displayed.
pt_br: Escolha uma categoria de ideia acima para ver como sua ideia será exibida.

source: Enter your first and last name above to see how your idea will be displayed.
pt_br: Digite seu nome e sobrenome acima para ver como sua ideia será exibida.

source: Enter your first name above to see how your idea will be displayed.
pt_br: Digite seu primeiro nome acima para ver como sua ideia será exibida.

source: submitted a {{category}} idea.
pt_br: enviou uma ideia {{category}} .

source: Your Full Name
pt_br: Seu nome completo

source: Cycle Two of Ideas in Action starts this summer! Between <strong>July 1st and July 31</strong>, you can share project ideas through this website, over the phone by calling <a href="tel:+16176353059">(617) 635-3059</a>, or in-person at Boston Public Library Branches and through community events across the City.
pt_br: O segundo ciclo de Ideias em Ação começa neste verão! Entre <strong>julho 1º e 31 de julho</strong> , você pode compartilhar ideias de projetos através deste site, por telefone ligando para <a href="tel:+16176353059">(617) 635-3059</a> , ou pessoalmente nas filiais da Biblioteca Pública de Boston e por meio de eventos comunitários por toda a cidade.

source: ALL City of Boston residents, regardless of age, can submit ideas!
fr: TOUS les résidents de la ville de Boston, quel que soit leur âge, peuvent soumettre des idées !
ru: ВСЕ жители Бостона, независимо от возраста, могут предлагать идеи!

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
fr: En s&#39;engageant dans Budget participatif, les Bostoniens de tous âges et de tous horizons peuvent contribuer à informer priorités et investissements futurs pour le processus budgétaire plus vaste de la Ville.

source: Examples of Eligible Ideas
fr: Exemples d&#39;idées éligibles
ru: Примеры подходящих идей

source: Examples of Ineligible Ideas
fr: Exemples d&#39;idées inéligibles
ru: Примеры неприемлемых идей

source: February 2025 and Onward
fr: Février 2025 et au-delà

source: For more information on Participatory Budgeting, please visit <a href="http://boston.gov/participate">http://boston.gov/participate</a> or email us at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
fr: Pour plus d&#39;informations sur le budget participatif, veuillez visiter <a href="http://boston.gov/participate">http://boston.gov/participate</a> ou envoyez-nous un e-mail à <a href="mailto:pb@boston.gov">pb@boston.gov</a>

source: Fund and Implement Project Proposals
fr: Financer et mettre en œuvre des propositions de projets

source: Get started!
fr: Commencer!

source: How to Stay Involved?
fr: Comment rester impliqué ?
ru: Как оставаться вовлеченным?

source: How to submit a project idea...
fr: Comment soumettre une idée de projet...

source: Idea Collection Campaign: Submit Your Ideas!
fr: Campagne de collecte d&#39;idées : soumettez vos idées !

source: Ideas may include programs and services, as well as physical infrastructure, technological improvements, and community enhancements.
fr: Les idées peuvent inclure des programmes et des services, ainsi que des infrastructures physiques, des améliorations technologiques et des améliorations communautaires.
ru: Идеи могут включать программы и услуги, а также физическую инфраструктуру, технологические усовершенствования и улучшение сообщества.

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
fr: Les projets d&#39;infrastructure sur des propriétés privées, étatiques ou fédérales ne sont pas éligibles, tels que les projets concernant le Department of Conservation &amp; Recreation (DCR) ou la Massachusetts Bay Transit Authority (MBTA).
ru: Инфраструктурные проекты на частной, государственной или федеральной собственности не допускаются, например, проекты, касающиеся Департамента охраны природы и отдыха (DCR) или Управления транзита Массачусетского залива (MBTA).

source: January 2025
fr: janvier 2025

source: July 1 – July 31, 2024
fr: 1er juillet – 31 juillet 2024

source: October – November 2024
fr: Octobre – novembre 2024

source: Of note: Project ideas containing inappropriate, offensive, or derogatory language will be removed and not considered from the PB process.
fr: À noter : les idées de projet contenant un langage inapproprié, offensant ou désobligeant seront supprimées et ne seront pas prises en compte dans le processus de BP.
ru: Обратите внимание: идеи проектов, содержащие неуместные, оскорбительные или уничижительные выражения, будут удалены и не будут учитываться в процессе ПБ.

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
fr: Le budget participatif (PB) est un processus démocratique dans lequel les membres de la communauté décider directement comment dépenser une partie d’un budget public. L’objectif du Participatif La budgétisation à Boston consiste à donner aux résidents les moyens d&#39;être centrés sur la communauté. des idées de projets mettant l’accent sur l’équité sociale et raciale.

source: Paying for the salary of a public employee to provide services; Repairing a privately owned building; Helping an organization renovate a space that it rents from a private landlord; Helping a religious institution repair its sanctuary; Increase the frequency of MBTA buses or trains.
fr: Payer le salaire d&#39;un employé public pour fournir des services ; Réfection d&#39;un immeuble privé; Aider un organisme à rénover un espace qu&#39;il loue auprès d&#39;un propriétaire privé; Aider une institution religieuse à réparer son sanctuaire ; Augmentez la fréquence des bus ou des trains MBTA.
ru: Оплата заработной платы государственного служащего за оказание услуг; Ремонт частного здания; Помощь организации в ремонте помещения, которое она арендует у частного арендодателя; Помощь религиозному учреждению в ремонте его святилища; Увеличить частоту движения автобусов или поездов MBTA.

source: Programming to strengthen mental health among Boston youth; Expand the City’s Wicked Free WiFi network to reach more low-income areas; Digital literacy classes for senior citizens to learn new skills and promote social connections; Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
fr: Programmes visant à renforcer la santé mentale chez les jeunes de Boston ; Étendre le réseau Wi-Fi Wicked Free de la ville pour atteindre davantage de zones à faible revenu ; Des cours d&#39;alphabétisation numérique pour les seniors afin d&#39;acquérir de nouvelles compétences et de promouvoir les liens sociaux ; Valoriser les espaces publics grâce à des projets d&#39;infrastructures (art public, arbres de rue, bancs, etc.)
ru: Программы по укреплению психического здоровья молодежи Бостона; Расширить городскую сеть Wicked Free Wi-Fi, чтобы охватить больше районов с низким доходом; Классы цифровой грамотности для пожилых людей для изучения новых навыков и развития социальных связей; Улучшение общественных пространств с помощью инфраструктурных проектов (паблик-арт, уличные деревья, скамейки и т. д.)

source: Project ideas must be feasible to implement, and be consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance; and
fr: Les idées de projets doivent être réalisables à mettre en œuvre et être cohérentes avec les politiques, lois et réglementations existantes de la ville et avec l&#39;ordonnance sur le budget participatif ; et
ru: Идеи проектов должны быть осуществимыми для реализации и соответствовать существующей городской политике, законам, постановлениям и Постановлению о совместном бюджетировании; и

source: Project ideas related to programs and services in non-City owned facilities are eligible.
fr: Les idées de projets liés aux programmes et services dans des installations n’appartenant pas à la Ville sont admissibles.
ru: Допускаются проектные идеи, связанные с программами и услугами в учреждениях, не принадлежащих городу.

source: Project proposals may include programs and services as well as physical infrastructure
fr: Les propositions de projets peuvent inclure des programmes et des services ainsi que des infrastructures physiques
ru: Предложения по проектам могут включать программы и услуги, а также физическую инфраструктуру.

source: Projects are limited to a one-time expense, and do not create new permanent positions;
fr: Les projets sont limités à une dépense ponctuelle et ne créent pas de nouveaux postes permanents ;
ru: Проекты ограничиваются единовременными расходами и не создают новых постоянных должностей;

source: Projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
fr: Les projets doivent être mis en œuvre ou gérés par le service municipal ou l&#39;agence concernée recevant des crédits budgétaires directs.
ru: Проекты должны реализовываться или управляться соответствующим городским департаментом или агентством, получающим прямые бюджетные ассигнования.

source: Public Voting Period
fr: Période de vote public

source: Select "Subtitles/CC" from the gear
fr: Sélectionnez &quot;Sous-titres/CC&quot; dans l&#39;engrenage

source: Sign up to stay informed about Participatory Budgeting in Boston!
fr: Inscrivez-vous pour rester informé sur le budget participatif à Boston !

source: Visioning Forums & Online Engagement
fr: Forums de visualisation et engagement en ligne

source: Welcome to Participatory Budgeting in Boston!
fr: Bienvenue au budget participatif à Boston !
ru: Добро пожаловать в систему совместного бюджетирования в Бостоне!

source: What Type of Ideas Can You Propose?
fr: Quel type d’idées pouvez-vous proposer ?
ru: Какие идеи вы можете предложить?

source: What are Some Examples of Ideas?
fr: Quels sont quelques exemples d’idées ?
ru: Каковы примеры идей?

source: What is the Timeline?
fr: Quelle est la chronologie ?

source: icon to see captions in a different language.
fr: icône pour voir les légendes dans une autre langue.

source: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Sign up</a> to stay informed about Participatory Budgeting in Boston!
fr: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Inscrivez-vous</a> pour rester informé sur le budget participatif à Boston !
ru: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Подпишитесь</a> , чтобы получать информацию о совместном бюджетировании в Бостоне!
