Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_br, ru, vi

source: Messages
ar: رسائل
vi: Tin nhắn

source: Site Maps
ar: خرائط الموقع
vi: Sơ đồ trang web

source: Static Files
ar: الملفات الثابتة
vi: Tệp tĩnh

source: Syndication
ar: التوزيع المشترك
vi: Phân phối

source: That page number is not an integer
ar: رقم الصفحة هذا ليس عددًا صحيحًا
vi: Số trang đó không phải là số nguyên

source: That page number is less than 1
ar: رقم الصفحة أقل من 1
vi: Số trang đó nhỏ hơn 1

source: That page contains no results
ar: هذه الصفحة لا تحتوي على نتائج
vi: Trang đó không chứa kết quả nào

source: Enter a valid value.
ar: أدخل قيمة صالحة.
vi: Nhập giá trị hợp lệ.

source: Enter a valid URL.
ar: أدخل عنوان URL صالحًا.
vi: Nhập URL hợp lệ.

source: Enter a valid integer.
ar: أدخل عددًا صحيحًا صالحًا.
vi: Nhập một số nguyên hợp lệ.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.
vi: Nhập địa chỉ email hợp lệ.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل &quot;slug&quot; صالحًا يتكون من أحرف أو أرقام أو شرطات سفلية أو شرطة.
vi: Nhập “slug” hợp lệ bao gồm các chữ cái, số, dấu gạch dưới hoặc dấu gạch nối.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل &quot;slug&quot; صالحًا يتكون من أحرف Unicode أو أرقام أو شرطات سفلية أو شرطة.
vi: Nhập “slug” hợp lệ bao gồm các chữ cái Unicode, số, dấu gạch dưới hoặc dấu gạch nối.

source: Enter a valid IPv4 address.
ar: أدخل عنوان IPv4 صالحًا.
vi: Nhập địa chỉ IPv4 hợp lệ.

source: Enter a valid IPv6 address.
ar: أدخل عنوان IPv6 صالحًا.
vi: Nhập địa chỉ IPv6 hợp lệ.

source: Enter a valid IPv4 or IPv6 address.
ar: أدخل عنوان IPv4 أو IPv6 صالحًا.
vi: Nhập địa chỉ IPv4 hoặc IPv6 hợp lệ.

source: Enter only digits separated by commas.
ar: أدخل فقط الأرقام المفصولة بفاصلات.
vi: Chỉ nhập các chữ số được phân cách bằng dấu phẩy.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من أن هذه القيمة هي %(limit_value)s (وهي %(show_value)s ).
vi: Đảm bảo giá trị này là %(limit_value)s (là %(show_value)s ).

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أقل من أو تساوي %(limit_value)s .
vi: Đảm bảo giá trị này nhỏ hơn hoặc bằng %(limit_value)s .

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي %(limit_value)s .
vi: Đảm bảo giá trị này lớn hơn hoặc bằng %(limit_value)s .

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على %(limit_value)d على الأقل (تحتوي على %(show_value)d ).
vi: Đảm bảo giá trị này có ít nhất %(limit_value)d ký tự (nó có %(show_value)d ).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على %(limit_value)d على الأكثر (تحتوي على %(show_value)d ).
vi: Đảm bảo giá trị này có tối đa %(limit_value)d ký tự (nó có %(show_value)d ).

source: Enter a number.
ar: أدخل رقمًا.
vi: Nhập một số.

source: Ensure that there are no more than %(max)s digit in total.
ar: تأكد من عدم وجود أكثر من %(max)s في المجموع.
vi: Đảm bảo rằng tổng số chữ số không quá %(max)s .

source: Ensure that there are no more than %(max)s decimal place.
ar: تأكد من عدم وجود أكثر من %(max)s من الأرقام العشرية.
vi: Đảm bảo rằng không có nhiều hơn %(max)s chữ số thập phân.

source: Ensure that there are no more than %(max)s digit before the decimal point.
ar: تأكد من عدم وجود أكثر من %(max)s قبل النقطة العشرية.
vi: Đảm bảo rằng không có nhiều hơn %(max)s chữ số trước dấu thập phân.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: امتداد الملف &quot; %(extension)s &quot; غير مسموح به. الامتدادات المسموح بها هي: %(allowed_extensions)s .
vi: Phần mở rộng tệp “ %(extension)s ” không được phép. Phần mở rộng được phép là: %(allowed_extensions)s .

source: Null characters are not allowed.
ar: لا يُسمح باستخدام الأحرف الفارغة.
vi: Không được phép sử dụng ký tự null.

source: and
ar: و
vi: Và

source: %(model_name)s with this %(field_labels)s already exists.
ar: %(model_name)s مع %(field_labels)s موجود بالفعل.
vi: %(model_name)s với %(field_labels)s này đã tồn tại.

source: Value %(value)r is not a valid choice.
ar: القيمة %(value)r ليست خيارًا صالحًا.
vi: Giá trị %(value)r không phải là lựa chọn hợp lệ.

source: This field cannot be null.
ar: لا يمكن أن يكون هذا الحقل فارغًا.
vi: Trường này không được để trống.

source: This field cannot be blank.
ar: لا يمكن أن يكون هذا الحقل فارغًا.
vi: Trường này không được để trống.

source: %(model_name)s with this %(field_label)s already exists.
ar: %(model_name)s مع %(field_label)s موجود بالفعل.
vi: %(model_name)s với %(field_label)s này đã tồn tại.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب أن يكون %(field_label)s فريدًا لـ %(date_field_label)s %(lookup_type)s .
vi: %(field_label)s phải là duy nhất đối với %(date_field_label)s %(lookup_type)s .

source: Field of type: %(field_type)s
ar: حقل النوع: %(field_type)s
vi: Trường loại: %(field_type)s

source: “%(value)s” value must be either True or False.
ar: يجب أن تكون قيمة &quot; %(value)s &quot; إما صحيحة أو خاطئة.
vi: Giá trị “ %(value)s ” phải là Đúng hoặc Sai.

source: “%(value)s” value must be either True, False, or None.
ar: يجب أن تكون قيمة &quot; %(value)s &quot; إما True أو False أو None.
vi: Giá trị “ %(value)s ” phải là True, False hoặc None.

source: Boolean (Either True or False)
ar: منطقي (إما صحيح أو خطأ)
vi: Boolean (Đúng hoặc Sai)

source: String (up to %(max_length)s)
ar: سلسلة (حتى %(max_length)s )
vi: Chuỗi (lên đến %(max_length)s )

source: Comma-separated integers
ar: الأعداد الصحيحة المفصولة بفاصلة
vi: Số nguyên được phân tách bằng dấu phẩy

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: قيمة &quot; %(value)s &quot; تحتوي على تنسيق تاريخ غير صحيح. يجب أن يكون بتنسيق YYYY-MM-DD.
vi: Giá trị “ %(value)s ” có định dạng ngày không hợp lệ. Nó phải ở định dạng YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: قيمة &quot; %(value)s &quot; لها التنسيق الصحيح (YYYY-MM-DD) ولكنها تاريخ غير صالح.
vi: Giá trị “ %(value)s ” có định dạng đúng (YYYY-MM-DD) nhưng lại là ngày không hợp lệ.

source: Date (without time)
ar: التاريخ (بدون وقت)
vi: Ngày (không có thời gian)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: قيمة &quot; %(value)s &quot; بتنسيق غير صحيح. يجب أن يكون بتنسيق YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
vi: Giá trị “ %(value)s ” có định dạng không hợp lệ. Giá trị này phải ở định dạng YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: القيمة &quot; %(value)s &quot; لها التنسيق الصحيح (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ولكنها تاريخ/وقت غير صالح.
vi: Giá trị “ %(value)s ” có định dạng đúng (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) nhưng đây là ngày/giờ không hợp lệ.

source: Date (with time)
ar: التاريخ (مع الوقت)
vi: Ngày (có thời gian)

source: “%(value)s” value must be a decimal number.
ar: يجب أن تكون القيمة &quot; %(value)s &quot; رقمًا عشريًا.
vi: Giá trị “ %(value)s ” phải là số thập phân.

source: Decimal number
ar: عدد عشري
vi: Số thập phân

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: قيمة &quot; %(value)s &quot; بتنسيق غير صحيح. يجب أن يكون بتنسيق [DD] [[HH:]MM:]ss[.uuuuuu].
vi: Giá trị “ %(value)s ” có định dạng không hợp lệ. Giá trị này phải ở định dạng [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
ar: مدة
vi: Khoảng thời gian

source: Email address
ar: عنوان البريد الإلكتروني
vi: Địa chỉ email

source: File path
ar: مسار الملف
vi: Đường dẫn tập tin

source: “%(value)s” value must be a float.
ar: يجب أن تكون القيمة &quot; %(value)s &quot; عددًا عشريًا.
vi: Giá trị “ %(value)s ” phải là số thực.

source: Floating point number
ar: رقم فاصل عائم
vi: Số dấu phẩy động

source: “%(value)s” value must be an integer.
ar: يجب أن تكون القيمة &quot; %(value)s &quot; عددًا صحيحًا.
vi: Giá trị “ %(value)s ” phải là số nguyên.

source: Integer
ar: عدد صحيح
vi: Số nguyên

source: Big (8 byte) integer
ar: عدد صحيح كبير (8 بايت)
vi: Số nguyên lớn (8 byte)

source: Small integer
ar: عدد صحيح صغير
vi: Số nguyên nhỏ

source: IPv4 address
ar: عنوان IPv4
vi: Địa chỉ IPv4

source: IP address
ar: عنوان IP
vi: Địa chỉ IP

source: “%(value)s” value must be either None, True or False.
ar: يجب أن تكون قيمة &quot; %(value)s &quot; إما None أو True أو False.
vi: Giá trị “ %(value)s ” phải là Không, Đúng hoặc Sai.

source: Boolean (Either True, False or None)
ar: قيمة منطقية (إما صحيحة أو خاطئة أو لا شيء)
vi: Boolean (Đúng, Sai hoặc Không có)

source: Positive big integer
ar: عدد صحيح كبير موجب
vi: Số nguyên dương lớn

source: Positive integer
ar: عدد صحيح موجب
vi: Số nguyên dương

source: Positive small integer
ar: عدد صحيح صغير موجب
vi: Số nguyên dương nhỏ

source: Slug (up to %(max_length)s)
ar: Slug (حتى %(max_length)s )
vi: Slug (lên đến %(max_length)s )

source: Text
ar: نص
vi: Chữ

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: قيمة &quot; %(value)s &quot; بتنسيق غير صحيح. يجب أن يكون بتنسيق HH:MM[:ss[.uuuuuu]].
vi: Giá trị “ %(value)s ” có định dạng không hợp lệ. Nó phải ở định dạng HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: قيمة &quot; %(value)s &quot; لها التنسيق الصحيح (HH:MM[:ss[.uuuuuu]]) ولكنها وقت غير صالح.
vi: Giá trị “ %(value)s ” có định dạng đúng (HH:MM[:ss[.uuuuuu]]) nhưng đây là thời gian không hợp lệ.

source: Time
ar: وقت
vi: Thời gian

source: URL
ar: عنوان URL
vi: Địa chỉ URL

source: Raw binary data
ar: البيانات الثنائية الخام
vi: Dữ liệu nhị phân thô

source: “%(value)s” is not a valid UUID.
ar: &quot; %(value)s &quot; ليس معرف UUID صالحًا.
vi: “ %(value)s ” không phải là UUID hợp lệ.

source: Universally unique identifier
ar: معرف فريد عالميًا
vi: Mã định danh duy nhất toàn cầu

source: File
ar: ملف
vi: Tài liệu

source: Image
ar: صورة
vi: Hình ảnh

source: A JSON object
ar: كائن JSON
vi: Một đối tượng JSON

source: Value must be valid JSON.
ar: يجب أن تكون القيمة JSON صالحة.
vi: Giá trị phải là JSON hợp lệ.

source: %(model)s instance with %(field)s %(value)r does not exist.
ar: لا يوجد مثيل %(model)s مع %(field)s %(value)r.
vi: Phiên bản %(model)s có %(field)s %(value)r không tồn tại.

source: Foreign Key (type determined by related field)
ar: المفتاح الخارجي (يتم تحديد النوع حسب الحقل ذي الصلة)
vi: Khóa ngoại (loại được xác định bởi trường liên quan)

source: One-to-one relationship
ar: علاقة فردية
vi: Mối quan hệ một-một

source: %(from)s-%(to)s relationship
ar: علاقة %(from)s - %(to)s
vi: Mối quan hệ %(from)s - %(to)s

source: %(from)s-%(to)s relationships
ar: %(from)s - %(to)s
vi: %(from)s - Mối quan hệ %(to)s

source: Many-to-many relationship
ar: علاقة من كثير إلى كثير
vi: Mối quan hệ nhiều-nhiều

source: This field is required.
ar: هذه الخانة مطلوبه.
vi: Trường này là bắt buộc.

source: Enter a whole number.
ar: أدخل عددًا صحيحًا.
vi: Nhập một số nguyên.

source: Enter a valid date.
ar: أدخل تاريخًا صالحًا.
vi: Nhập ngày hợp lệ.

source: Enter a valid time.
ar: أدخل وقتًا صالحًا.
vi: Nhập thời gian hợp lệ.

source: Enter a valid date/time.
ar: أدخل تاريخًا/وقتًا صالحًا.
vi: Nhập ngày/giờ hợp lệ.

source: Enter a valid duration.
ar: أدخل مدة صالحة.
vi: Nhập thời hạn hợp lệ.

source: The number of days must be between {min_days} and {max_days}.
ar: يجب أن يكون عدد الأيام بين {min_days} و {max_days} .
vi: Số ngày phải nằm trong khoảng từ {min_days} đến {max_days} .

source: No file was submitted. Check the encoding type on the form.
ar: لم يتم إرسال أي ملف. يُرجى التحقق من نوع الترميز في النموذج.
vi: Không có tệp nào được gửi. Kiểm tra loại mã hóa trên biểu mẫu.

source: No file was submitted.
ar: لم يتم تقديم أي ملف.
vi: Không có tập tin nào được gửi.

source: The submitted file is empty.
ar: الملف المقدم فارغ.
vi: Tệp đã gửi đang trống.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
ar: تأكد من أن اسم الملف هذا يحتوي على %(max)d على الأكثر (يحتوي على %(length)d ).
vi: Đảm bảo tên tệp này có tối đa %(max)d ký tự (tên tệp này có %(length)d ).

source: Please either submit a file or check the clear checkbox, not both.
ar: يرجى إما إرسال ملف أو تحديد مربع الاختيار الواضح، وليس كليهما.
vi: Vui lòng gửi tệp hoặc đánh dấu vào ô trống, không được gửi cả hai.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: حمّل صورة صحيحة. الملف الذي حمّلته إما أنه ليس صورة، أو أنه تالف.
vi: Tải lên hình ảnh hợp lệ. Tệp bạn tải lên không phải là hình ảnh hoặc là hình ảnh bị hỏng.

source: Select a valid choice. %(value)s is not one of the available choices.
ar: اختر خيارًا صحيحًا. %(value)s ليس أحد الخيارات المتاحة.
vi: Chọn một lựa chọn hợp lệ. %(value)s không phải là một trong những lựa chọn khả dụng.

source: Enter a list of values.
ar: أدخل قائمة القيم.
vi: Nhập danh sách các giá trị.

source: Enter a complete value.
ar: أدخل القيمة الكاملة.
vi: Nhập giá trị đầy đủ.

source: Enter a valid UUID.
ar: أدخل UUID صالحًا.
vi: Nhập UUID hợp lệ.

source: Enter a valid JSON.
ar: أدخل JSON صالحًا.
vi: Nhập JSON hợp lệ.

source: (Hidden field %(name)s) %(error)s
ar: (حقل مخفي %(name)s ) %(error)s
vi: (Trường ẩn %(name)s ) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ar: بيانات نموذج الإدارة مفقودة أو تم التلاعب بها. الحقول المفقودة: %(field_names)s . قد تحتاج إلى الإبلاغ عن خطأ إذا استمرت المشكلة.
vi: Dữ liệu ManagementForm bị thiếu hoặc đã bị can thiệp. Các trường bị thiếu: %(field_names)s . Bạn có thể cần phải gửi báo cáo lỗi nếu sự cố vẫn tiếp diễn.

source: Please submit at most %d form.
ar: يرجى تقديم نماذج %d على الأكثر.
vi: Vui lòng nộp tối đa mẫu %d .

source: Please submit at least %d form.
ar: يرجى تقديم نماذج %d على الأقل.
vi: Vui lòng nộp ít nhất mẫu %d .

source: Order
ar: طلب
vi: Đặt hàng

source: Delete
ar: يمسح
vi: Xóa bỏ

source: Please correct the duplicate data for %(field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s .
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field)s .

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s ، والتي يجب أن تكون فريدة.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field)s , dữ liệu này phải là duy nhất.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field_name)s والتي يجب أن تكون فريدة لـ %(lookup)s في %(date_field)s .
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field_name)s , dữ liệu này phải là duy nhất đối với %(lookup)s trong %(date_field)s .

source: Please correct the duplicate values below.
ar: يرجى تصحيح القيم المكررة أدناه.
vi: Vui lòng sửa các giá trị trùng lặp bên dưới.

source: The inline value did not match the parent instance.
ar: القيمة المضمنة لم تتطابق مع المثيل الرئيسي.
vi: Giá trị nội tuyến không khớp với phiên bản cha.

source: Select a valid choice. That choice is not one of the available choices.
ar: اختر خيارًا صحيحًا. هذا الخيار ليس من الخيارات المتاحة.
vi: Chọn một lựa chọn hợp lệ. Lựa chọn đó không phải là một trong những lựa chọn khả dụng.

source: “%(pk)s” is not a valid value.
ar: &quot; %(pk)s &quot; ليست قيمة صالحة.
vi: “ %(pk)s ” không phải là giá trị hợp lệ.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ar: لا يمكن تفسير %(datetime)s في المنطقة الزمنية %(current_timezone)s ؛ قد يكون غامضًا أو قد لا يكون موجودًا.
vi: Không thể diễn giải %(datetime)s trong múi giờ %(current_timezone)s ; có thể là mơ hồ hoặc có thể không tồn tại.

source: Clear
ar: واضح
vi: Thông thoáng

source: Currently
ar: حالياً
vi: Hiện nay

source: Change
ar: يتغير
vi: Thay đổi

source: Unknown
ar: مجهول
vi: Không rõ

source: Yes
ar: نعم
vi: Đúng

source: No
ar: لا
vi: KHÔNG

source: yes,no,maybe
ar: نعم، لا، ربما
vi: có, không, có thể

source: %(size)d byte
ar: بايتات %(size)d

source: %s KB
ar: %s كيلوبايت

source: %s MB
ar: %s ميجابايت

source: p.m.
ar: مساءً
vi: chiều

source: a.m.
ar: أكون
vi: là

source: PM
ar: مساءً
vi: Thủ tướng

source: AM
ar: أكون
vi: LÀ

source: midnight
ar: منتصف الليل
vi: nửa đêm

source: noon
ar: الظهر
vi: buổi trưa

source: Monday
ar: الاثنين
vi: Thứ hai

source: Tuesday
ar: يوم الثلاثاء
vi: Thứ ba

source: Wednesday
ar: الأربعاء
vi: Thứ Tư

source: Thursday
ar: يوم الخميس
vi: Thứ năm

source: Friday
ar: جمعة
vi: Thứ sáu

source: Saturday
ar: السبت
vi: Thứ bảy

source: Sunday
ar: الأحد
vi: Chủ nhật

source: Mon
ar: الاثنين
vi: Thứ Hai

source: Tue
ar: الثلاثاء
vi: Thứ ba

source: Wed
ar: تزوج
vi: Thứ tư

source: Thu
ar: الخميس
vi: Thứ năm

source: Fri
ar: الجمعة
vi: Thứ sáu

source: Sat
ar: قعد
vi: Đã ngồi

source: Sun
ar: شمس
vi: Mặt trời

source: January
ar: يناير
vi: Tháng Một

source: February
ar: فبراير
vi: Tháng hai

source: March
ar: يمشي
vi: Bước đều

source: April
ar: أبريل
vi: Tháng tư

source: May
ar: يمكن
vi: Có thể

source: June
ar: يونيو
vi: Tháng sáu

source: July
ar: يوليو
vi: Tháng bảy

source: August
ar: أغسطس
vi: Tháng tám

source: September
ar: سبتمبر
vi: Tháng 9

source: October
ar: أكتوبر
vi: Tháng Mười

source: November
ar: نوفمبر
vi: Tháng mười một

source: December
ar: ديسمبر
vi: Tháng 12

source: jan
ar: يناير
vi: tháng một

source: feb
ar: فبراير
vi: tháng Hai

source: mar
ar: مار
vi: tháng ba

source: apr
ar: أبريل
vi: tháng tư

source: may
ar: يمكن
vi: có thể

source: jun
ar: يونيو
vi: tháng sáu

source: jul
ar: يوليو
vi: tháng bảy

source: aug
ar: أغسطس
vi: tháng tám

source: sep
ar: سبتمبر
vi: tháng chín

source: oct
ar: أكتوبر
vi: tháng mười

source: nov
ar: نوفمبر
vi: tháng mười một

source: dec
ar: ديسمبر
vi: Tháng mười hai

# abbrev. month
source: Jan.
ar: يناير
vi: Tháng một.

# abbrev. month
source: Feb.
ar: فبراير
vi: Tháng Hai.

# abbrev. month
source: March
ar: يمشي
vi: Bước đều

# abbrev. month
source: April
ar: أبريل
vi: Tháng tư

# abbrev. month
source: May
ar: يمكن
vi: Có thể

# abbrev. month
source: June
ar: يونيو
vi: Tháng sáu

# abbrev. month
source: July
ar: يوليو
vi: Tháng bảy

# abbrev. month
source: Aug.
ar: أغسطس
vi: Tháng 8

# abbrev. month
source: Sept.
ar: سبتمبر
vi: Tháng 9

# abbrev. month
source: Oct.
ar: أكتوبر
vi: Tháng 10

# abbrev. month
source: Nov.
ar: نوفمبر
vi: Tháng 11

# abbrev. month
source: Dec.
ar: ديسمبر
vi: Tháng mười hai.

# alt. month
source: January
ar: يناير
vi: Tháng Một

# alt. month
source: February
ar: فبراير
vi: Tháng hai

# alt. month
source: March
ar: يمشي
vi: Bước đều

# alt. month
source: April
ar: أبريل
vi: Tháng tư

# alt. month
source: May
ar: يمكن
vi: Có thể

# alt. month
source: June
ar: يونيو
vi: Tháng sáu

# alt. month
source: July
ar: يوليو
vi: Tháng bảy

# alt. month
source: August
ar: أغسطس
vi: Tháng tám

# alt. month
source: September
ar: سبتمبر
vi: Tháng 9

# alt. month
source: October
ar: أكتوبر
vi: Tháng Mười

# alt. month
source: November
ar: نوفمبر
vi: Tháng mười một

# alt. month
source: December
ar: ديسمبر
vi: Tháng 12

source: This is not a valid IPv6 address.
ar: هذا ليس عنوان IPv6 صالحًا.
vi: Đây không phải là địa chỉ IPv6 hợp lệ.

source: or
ar: أو
vi: hoặc

source: %d year
ar: %d سنوات
vi: %d năm

source: %d month
ar: %d أشهر
vi: %d tháng

source: %d week
ar: %d أسابيع
vi: %d tuần

source: %d day
ar: %d أيام
vi: %d ngày

source: %d hour
ar: ساعات %d
vi: %d giờ

source: %d minute
ar: دقائق %d
vi: %d phút

source: Forbidden
ar: مُحرَّم
vi: Cấm

source: CSRF verification failed. Request aborted.
ar: فشل التحقق من CSRF. تم إلغاء الطلب.
vi: Xác minh CSRF không thành công. Yêu cầu đã bị hủy.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: تظهر لك هذه الرسالة لأن هذا الموقع الذي يستخدم HTTPS يتطلب إرسال &quot;رأس مرجع&quot; من متصفح الويب لديك، ولكن لم يتم إرساله. هذا الرأس مطلوب لأسباب أمنية، لضمان عدم اختراق متصفحك من قِبل جهات خارجية.
vi: Bạn thấy thông báo này vì trang web HTTPS này yêu cầu &quot;Referer header&quot; phải được trình duyệt web của bạn gửi đi, nhưng không có thông báo nào được gửi đi. Tiêu đề này là bắt buộc vì lý do bảo mật, để đảm bảo trình duyệt của bạn không bị bên thứ ba chiếm đoạt.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل رؤوس &quot;المرجع&quot;، فيرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لاتصالات HTTPS، أو لطلبات &quot;نفس المصدر&quot;.
vi: Nếu bạn đã cấu hình trình duyệt của mình để vô hiệu hóa tiêu đề &quot;Người giới thiệu&quot;, vui lòng bật lại chúng, ít nhất là đối với trang web này, hoặc đối với kết nối HTTPS hoặc đối với các yêu cầu &quot;cùng nguồn gốc&quot;.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ar: إذا كنت تستخدم<meta name="referrer" content="no-referrer"> إذا كنتَ تستخدم وسمًا أو تتضمن رأس &quot;Referrer-Policy: no-referrer&quot;، يُرجى إزالتهما. تتطلب حماية CSRF من رأس &quot;Referer&quot; إجراء فحص دقيق للمرجع. إذا كنتَ قلقًا بشأن الخصوصية، فاستخدم بدائل مثل <a rel="noreferrer" …>روابط مواقع الجهات الخارجية.</a>
vi: Nếu bạn đang sử dụng<meta name="referrer" content="no-referrer"> thẻ hoặc bao gồm tiêu đề “Referrer-Policy: no-referrer”, vui lòng xóa chúng. Bảo vệ CSRF yêu cầu tiêu đề “Referer” phải thực hiện kiểm tra người giới thiệu nghiêm ngặt. Nếu bạn lo ngại về quyền riêng tư, hãy sử dụng các giải pháp thay thế như <a rel="noreferrer" …>liên kết đến các trang web của bên thứ ba.</a>

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: تظهر لك هذه الرسالة لأن هذا الموقع يتطلب ملف تعريف ارتباط CSRF عند إرسال النماذج. هذا الملف ضروري لأسباب أمنية، لضمان عدم اختراق متصفحك من قِبل جهات خارجية.
vi: Bạn thấy thông báo này vì trang web này yêu cầu cookie CSRF khi gửi biểu mẫu. Cookie này được yêu cầu vì lý do bảo mật, để đảm bảo trình duyệt của bạn không bị bên thứ ba chiếm đoạt.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل ملفات تعريف الارتباط، فيرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لطلبات &quot;المصدر نفسه&quot;.
vi: Nếu bạn đã cấu hình trình duyệt của mình để vô hiệu hóa cookie, vui lòng bật lại chúng, ít nhất là đối với trang web này hoặc đối với các yêu cầu &quot;cùng nguồn gốc&quot;.

source: More information is available with DEBUG=True.
ar: المزيد من المعلومات متاحة مع DEBUG=True.
vi: Có thể tìm thấy thêm thông tin bằng cách sử dụng DEBUG=True.

source: No year specified
ar: لم يتم تحديد سنة
vi: Không có năm cụ thể

source: Date out of range
ar: التاريخ خارج النطاق
vi: Ngày ngoài phạm vi

source: No month specified
ar: لم يتم تحديد الشهر
vi: Không có tháng cụ thể

source: No day specified
ar: لم يتم تحديد يوم
vi: Không có ngày cụ thể
