Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_br, ru, vi

source: <strong>Ideas in Action</strong> is Boston’s Participatory Budgeting (PB) initiative, where residents can decide how to spend a part of the City’s budget. By engaging in Ideas in Action, Bostonians of all ages and backgrounds can: <ol> <li>Share project ideas that help advance social and racial equity;</li> <li>Decide on the top projects that will appear on the PB Ballot for voting; and,</li> <li>Vote on how to spend $2 million of the City’s budget to benefit our communities.</li> </ol>
ar: <strong>أفكار في العمل</strong> هي الميزانية التشاركية في بوسطن مبادرة (PB)، حيث يمكن للمقيمين أن يقرروا كيفية إنفاق جزء من أموال المدينة الميزانية. من خلال المشاركة في برنامج &quot;أفكار في العمل&quot;، يمكن لسكان بوسطن من جميع الأعمار والخلفيات يستطيع: <ol style=";text-align:right;direction:rtl"> <li style=";text-align:right;direction:rtl"> مشاركة أفكار المشاريع التي تساعد على تعزيز المساواة الاجتماعية والعرقية؛</li> <li style=";text-align:right;direction:rtl"> تحديد المشاريع الرائدة التي ستظهر في قائمة PB للتصويت؛ و</li> <li style=";text-align:right;direction:rtl"> التصويت على كيفية إنفاق 2 مليون دولار من ميزانية المدينة لصالح مجتمعاتنا.</li> </ol>
pt_br: <strong>Ideias em Ação</strong> é o Orçamento Participativo de Boston Iniciativa (PB), onde os moradores podem decidir como gastar uma parte dos recursos da cidade orçamento. Ao se envolverem no Ideias em Ação, os bostonianos de todas as idades e origens pode: <ol> <li> Compartilhe ideias de projetos que ajudem a promover a equidade social e racial;</li> <li> Decidir sobre os principais projetos que aparecerão na cédula do PB para votação; e,</li> <li> Vote em como gastar US$ 2 milhões do orçamento da cidade para beneficiar nossas comunidades.</li> </ol>
vi: <strong>Ý tưởng trong hành động</strong> là ngân sách tham gia của Boston (PB) sáng kiến, nơi cư dân có thể quyết định cách chi tiêu một phần tiền của Thành phố ngân sách. Bằng cách tham gia vào Ý tưởng trong Hành động, người dân Boston ở mọi lứa tuổi và hoàn cảnh Có thể: <ol> <li> Chia sẻ ý tưởng dự án giúp thúc đẩy công bằng xã hội và chủng tộc;</li> <li> Quyết định các dự án hàng đầu sẽ xuất hiện trên Phiếu bầu PB để bỏ phiếu; và,</li> <li> Biểu quyết về cách chi 2 triệu đô la trong ngân sách của Thành phố để mang lại lợi ích cho cộng đồng của chúng ta.</li> </ol>

source: All City of Boston residents, regardless of age, can submit ideas.
ar: يمكن لجميع سكان مدينة بوسطن، بغض النظر عن العمر، التقديم الأفكار.
pt_br: Todos os residentes da cidade de Boston, independentemente da idade, podem enviar ideias.
vi: Tất cả cư dân của Thành phố Boston, bất kể tuổi tác, đều có thể nộp ý tưởng.

source: As part of this process, residents inform the City about their priorities to help decide future budget investments.
ar: وكجزء من هذه العملية، يقوم السكان بإبلاغ المدينة عن الأولويات للمساعدة في تحديد استثمارات الميزانية المستقبلية.
pt_br: Como parte deste processo, os moradores informam a Prefeitura sobre suas prioridades para ajudar a decidir futuros investimentos orçamentários.
vi: Là một phần của quá trình này, cư dân thông báo cho Thành phố về ưu tiên giúp quyết định các khoản đầu tư ngân sách trong tương lai.

source: Cycle Two of Ideas in Action starts this summer! Between <strong>July 1st and July 31</strong>, you can share project ideas online at <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a>, over the phone by calling <a href="tel:+16176353059">(617) 635-3059</a>, or in-person at Boston Public Library Branches and through community workshops across the City.
ar: تبدأ الدورة الثانية من برنامج &quot;أفكار في التنفيذ&quot; هذا الصيف! بين <strong>يوليو ويوليو 1 و 31 يوليو</strong> ، يمكنك مشاركة أفكار المشاريع عبر الإنترنت على <a http://boston.gov/participate/https://boston.gov/participate/ عبر الهاتف عن طريق الاتصال على <a href="tel:+16176353059">(617) 635-3059</a> ، أو شخصيًا في فروع مكتبة بوسطن العامة ومن خلال ورش العمل المجتمعية في جميع أنحاء المدينة.
vi: Chu kỳ thứ hai của Ý tưởng trong hành động sẽ bắt đầu vào mùa hè này! Giữa <strong>tháng 7 Ngày 1 và 31 tháng 7</strong> , bạn có thể chia sẻ ý tưởng dự án trực tuyến tại <a href=&quot;https://boston.gov/participate&quot; target=&quot;_blank&quot;&gt;Boston.gov/participate, qua điện thoại bằng cách gọi <a href="tel:+16176353059">(617) 635-3059</a> , hoặc trực tiếp tại các Chi nhánh Thư viện Công cộng Boston và thông qua các hội thảo cộng đồng khắp Thành phố.

source: Digital literacy classes for senior citizens to learn new skills and promote social connections;
ar: دورات محو الأمية الرقمية لكبار السن لتعلم مهارات جديدة وتعزيز الروابط الاجتماعية؛
pt_br: Aulas de alfabetização digital para idosos aprenderem novas habilidades e promoverem conexões sociais;
vi: Các lớp học về kỹ năng số dành cho người cao tuổi để học các kỹ năng mới và thúc đẩy kết nối xã hội;

source: Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
ar: تعزيز الأماكن العامة من خلال مشاريع البنية التحتية (الفن العام، وأشجار الشوارع، والمقاعد، وما إلى ذلك)
pt_br: Melhorar os espaços públicos por meio de projetos de infraestrutura (arte pública, árvores de rua, bancos, etc.)
vi: Cải thiện không gian công cộng thông qua các dự án cơ sở hạ tầng (nghệ thuật công cộng, cây xanh đường phố, ghế dài, v.v.)

source: Examples of eligible project ideas:
ar: أمثلة على أفكار المشاريع المؤهلة:
pt_br: Exemplos de ideias de projetos elegíveis:
vi: Ví dụ về ý tưởng dự án đủ điều kiện:

source: Examples of ineligible project ideas:
ar: أمثلة على أفكار المشاريع غير المؤهلة:
pt_br: Exemplos de ideias de projetos inelegíveis:
vi: Ví dụ về ý tưởng dự án không đủ điều kiện:

source: Expand the City’s Wicked Free WiFi network to reach more low-income areas;
ar: توسيع شبكة واي فاي المجانية في المدينة للوصول إلى المزيد من المناطق ذات الدخل المنخفض؛
pt_br: Expandir a rede Wicked Free WiFi da cidade para alcançar mais áreas de baixa renda;
vi: Mở rộng mạng WiFi miễn phí Wicked của Thành phố để phủ sóng đến nhiều khu vực thu nhập thấp hơn;

source: From August through September 2025, the City will review all the submitted project ideas. Then, in the fall, the Office of Participatory Budgeting will host public workshops for residents to review, prioritize, and develop these ideas into project proposals for the PB ballot. Voting will take place in January of 2026!
ar: من أغسطس إلى سبتمبر 2025، ستقوم المدينة بمراجعة جميع قدموا أفكار مشاريع. ثم في الخريف، قام مكتب المشاركة ستستضيف الميزانية ورش عمل عامة للسكان للمراجعة وتحديد الأولويات تطوير هذه الأفكار إلى مقترحات مشاريع للتصويت في مجلس النواب. سيتم التصويت مكان في يناير 2026!
pt_br: De agosto a setembro de 2025, a cidade revisará todos os apresentou ideias de projetos. Depois, no outono, o Escritório de Projetos Participativos O orçamento realizará workshops públicos para que os residentes revisem, priorizem e desenvolver essas ideias em propostas de projetos para a votação do OP. A votação ocorrerá lugar em janeiro de 2026!
vi: Từ tháng 8 đến tháng 9 năm 2025, Thành phố sẽ xem xét tất cả đã nộp ý tưởng dự án. Sau đó, vào mùa thu, Văn phòng Tham gia Ngân sách sẽ tổ chức các hội thảo công khai để cư dân xem xét, ưu tiên và phát triển những ý tưởng này thành các đề xuất dự án cho cuộc bỏ phiếu PB. Việc bỏ phiếu sẽ diễn ra diễn ra vào tháng 1 năm 2026!

source: Helping a religious institution repair its sanctuary;
ar: مساعدة مؤسسة دينية في إصلاح حرمها؛
pt_br: Ajudar uma instituição religiosa a reparar seu santuário;
vi: Giúp một tổ chức tôn giáo sửa chữa thánh địa;

source: Helping an organization renovate a space that it rents from a private landlord;
ar: مساعدة منظمة في تجديد مساحة تستأجرها من مالك خاص؛
pt_br: Ajudar uma organização a renovar um espaço que ela aluga de um proprietário privado;
vi: Giúp một tổ chức cải tạo không gian mà tổ chức đó thuê từ một chủ nhà tư nhân;

source: How do I stay connected?
ar: كيف أبقى متصلاً؟
pt_br: Como posso permanecer conectado?
vi: Làm sao để tôi có thể giữ kết nối?

source: Idea Submission Criteria
ar: معايير تقديم الفكرة
pt_br: Critérios para submissão de ideias
ru: Критерии подачи идей
vi: Tiêu chí nộp ý tưởng

source: Ideas about programs, services, or physical infrastructure improvements;
ar: أفكار حول البرامج أو الخدمات أو البنية التحتية المادية تحسينات؛
pt_br: Ideias sobre programas, serviços ou infraestrutura física melhorias;
vi: Ý tưởng về chương trình, dịch vụ hoặc cơ sở hạ tầng vật chất cải tiến;

source: Increase the frequency of MBTA buses or trains.
ar: زيادة وتيرة رحلات حافلات أو قطارات MBTA.
pt_br: Aumente a frequência dos ônibus ou trens da MBTA.
vi: Tăng tần suất xe buýt hoặc tàu MBTA.

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
ar: مشاريع البنية التحتية على الممتلكات الخاصة أو الحكومية أو الفيدرالية غير مؤهلة، مثل المشاريع المتعلقة بوزارة الحفاظ على البيئة والترفيه (DCR) أو عبور خليج ماساتشوستس السلطة (MBTA).
pt_br: Projetos de infraestrutura em propriedade privada, estadual ou federal não são elegíveis, como projetos relativos ao Departamento de Conservação e Recreação (DCR) ou Massachusetts Bay Transit Autoridade (MBTA).
vi: Các dự án cơ sở hạ tầng trên tài sản tư nhân, tiểu bang hoặc liên bang không đủ điều kiện, chẳng hạn như các dự án liên quan đến Bộ Bảo tồn &amp; Giải trí (DCR) hoặc Massachusetts Bay Transit Cơ quan có thẩm quyền (MBTA).

source: Lastly, projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
ar: وأخيرًا، يجب تنفيذ المشاريع أو إدارتها من قبل الجهات المختصة. إدارة المدينة أو الوكالة التي تتلقى مخصصات الميزانية المباشرة.
pt_br: Por último, os projetos devem ser implementados ou geridos pela entidade competente Departamento ou agência municipal que recebe verbas orçamentárias diretas.
vi: Cuối cùng, các dự án phải được thực hiện hoặc quản lý bởi các cơ quan thích hợp Sở hoặc cơ quan thành phố nhận được khoản phân bổ ngân sách trực tiếp.

source: Paying for the salary of a public employee to provide services;
ar: دفع راتب الموظف العمومي لتقديم الخدمات؛
pt_br: Pagar o salário de um funcionário público para prestar serviços;
vi: Trả lương cho viên chức nhà nước khi cung cấp dịch vụ;

source: Programming to strengthen mental health among Boston youth;
ar: برمجة لتعزيز الصحة العقلية بين شباب بوسطن؛
pt_br: Programação para fortalecer a saúde mental entre os jovens de Boston;
vi: Lập trình để tăng cường sức khỏe tinh thần cho thanh thiếu niên Boston;

source: Project ideas containing inappropriate, offensive, or derogatory language will be removed and not considered from the PB process.
ar: سيتم إزالة أفكار المشاريع التي تحتوي على لغة غير لائقة أو مسيئة أو مهينة ولن يتم أخذها في الاعتبار من عملية الميزانية العملية.
pt_br: Ideias de projetos que contenham linguagem inapropriada, ofensiva ou depreciativa serão removidas e não serão consideradas no processo de PB.
vi: Những ý tưởng dự án có chứa ngôn ngữ không phù hợp, xúc phạm hoặc hạ thấp sẽ bị xóa và không được xem xét trong quy trình PB.

source: Project ideas that are feasible to implement, and are consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance;
ar: أفكار المشاريع التي يمكن تنفيذها، والتي تتسق مع سياسات المدينة والقوانين واللوائح الحالية والمشاركة مرسوم الميزانية؛
pt_br: Ideias de projetos que sejam viáveis de implementar e sejam consistentes com as políticas, leis, regulamentos e o Programa Participativo da Cidade existentes Portaria Orçamentária;
vi: Ý tưởng dự án khả thi để thực hiện và nhất quán với các chính sách, luật lệ, quy định hiện hành của Thành phố và Sắc lệnh lập ngân sách;

source: Project ideas that are limited to a one-time expense, and do not create new permanent positions;
ar: أفكار المشاريع التي تقتصر على نفقات لمرة واحدة، ولا إنشاء وظائف دائمة جديدة؛
pt_br: Ideias de projetos que se limitam a uma despesa única e não criar novos cargos permanentes;
vi: Ý tưởng dự án chỉ giới hạn ở chi phí một lần và không tạo ra các vị trí cố định mới;

source: Repairing a privately owned building;
ar: إصلاح مبنى مملوك للقطاع الخاص؛
pt_br: Reparar um edifício privado;
vi: Sửa chữa một tòa nhà tư nhân;

source: Sign up for our newsletter! For more information about Participatory Budgeting, please visit <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> or contact the Office of Participatory Budgeting at <a href="mailto:pb@boston.gov">pb@boston.gov</a>.
ar: اشترك في نشرتنا الإخبارية! لمزيد من المعلومات حول المشاركة الميزانية، يرجى زيارة <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> أو الاتصال بمكتب الميزانية التشاركية على <a href="mailto:pb@boston.gov">pb@boston.gov</a> .
pt_br: Cadastre-se na nossa newsletter! Para mais informações sobre o Programa Participativo Orçamento, visite <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> ou entre em contato com o Escritório de Orçamento Participativo em <a href="mailto:pb@boston.gov">pb@boston.gov</a> .
vi: Đăng ký nhận bản tin của chúng tôi! Để biết thêm thông tin về chương trình Tham gia Ngân sách, vui lòng truy cập <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> hoặc liên hệ với Văn phòng Ngân sách tham gia tại <a href="mailto:pb@boston.gov">pb@boston.gov</a> .

source: Tell us: How would you spend $2 million to benefit our communities?
ar: يخبر نحن: كيف ستنفق 2 مليون دولار لصالح مجتمعاتنا؟
pt_br: Dizer nós: Como você gastaria $2 milhões de dólares para beneficiar nossas comunidades?
vi: Kể us: Bạn sẽ chi 2 triệu đô la để mang lại lợi ích cho cộng đồng của chúng ta như thế nào?

source: Welcome to Ideas in Action!
ar: مرحباً بكم في أفكار في العمل!
pt_br: Bem-vindo ao Ideias em Ação!
vi: Chào mừng đến với Ý tưởng trong hành động!

source: What happens after I share my ideas?
ar: ماذا يحدث بعد أن أشارك أفكاري؟
pt_br: O que acontece depois que compartilho minhas ideias?
vi: Điều gì xảy ra sau khi tôi chia sẻ ý tưởng của mình?

source: What type of ideas can I propose?
ar: ما هي أنواع الأفكار التي يمكنني اقتراحها؟
pt_br: Que tipo de ideias posso propor?
vi: Tôi có thể đề xuất những ý tưởng nào?

source: When can I start sharing my ideas
ar: متى يمكنني البدء بمشاركة أفكاري؟
pt_br: Quando posso começar a compartilhar minhas ideias
vi: Khi nào tôi có thể bắt đầu chia sẻ ý tưởng của mình?

source: Who can submit project ideas?
ar: من يمكنه تقديم أفكار المشاريع؟
fr: Qui peut soumettre des idées de projets ?
pt_br: Quem pode enviar ideias de projetos?
ru: Кто может подавать идеи проектов?
vi: Ai có thể gửi ý tưởng dự án?

source: View On Map
ar: عرض على الخريطة
fr: Afficher sur la carte
pt_br: Ver no mapa
ru: Посмотреть на карте
vi: Xem trên bản đồ

source: submitted this city-wide {{ place_type_label location_type}} idea
ar: أرسل هذه الفكرة {{ place_type_label location_type}} على مستوى المدينة
fr: a soumis cette idée {{ place_type_label location_type}} à l&#39;échelle de la ville
pt_br: enviou esta ideia {{ place_type_label location_type}} para toda a cidade
ru: отправил эту общегородскую идею {{ Place_type_label location_type}}
vi: đã gửi ý tưởng {{ place_type_label location_type}} toàn thành phố này

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
ar: أرسل هذه الفكرة {{ place_type_label location_type}} بالقرب من {{ location }}
fr: a soumis cette idée {{ place_type_label location_type}} près de {{ location }}
pt_br: enviou esta ideia {{ place_type_label location_type}} perto de {{ location }}
ru: отправил эту идею {{ Place_type_label location_type}} рядом с {{ location }}
vi: đã gửi ý tưởng {{ place_type_label location_type}} này gần {{ location }}

source: Please help us by answering this optional survey:
ar: الرجاء مساعدتنا من خلال الإجابة على هذا الاستبيان الاختياري:
pt_br: Por favor, ajude-nos respondendo a esta pesquisa opcional:
ru: Пожалуйста, помогите нам, ответив на этот дополнительный опрос:
vi: Vui lòng giúp chúng tôi bằng cách trả lời khảo sát tùy chọn này:

source: Thank you for your submission!
ar: شكرا لتقريركم!
fr: Merci pour votre soumission!
pt_br: Obrigado pelo seu envio!
ru: Спасибо за ваш вклад!
vi: Cảm ơn bạn đã gửi!

source: How would <img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> you spend <span class="bigger-text"><span class="scribble-text scribble-text-pink">$</span><span class="scribble-underline">2 million</span></span> to <img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> benefit our <span class="bigger-text">communities<span class="scribble-text scribble-text-pink">?</span></span>
ar: كيف سيكون<img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> أنت تنفق <span class="bigger-text"><span class="scribble-underline">2 مليون <span class="scribble-text scribble-text-pink">دولار على<img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> هل تفيد <span class="bigger-text">مجتمعاتنا <span class="scribble-text scribble-text-pink">؟
pt_br: Como você gastaria <span class="bigger-text"><span class="scribble-text scribble-text-pink">$</span><span class="scribble-underline">2 milhões</span></span> <img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> de dólares para beneficiar<img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> <span class="bigger-text">nossas comunidades<span class="scribble-text scribble-text-pink">?</span></span>
vi: Làm thế nào sẽ<img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> bạn chi <span class="bigger-text"><span class="scribble-underline">2 triệu <span class="scribble-text scribble-text-pink">đô la để<img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> có lợi cho <span class="bigger-text">cộng đồng của chúng ta <span class="scribble-text scribble-text-pink">không?

source: It looks like you didn't set your location yet.
ar: يبدو أنك لم تحدد موقعك بعد.
fr: Il semble que vous n&#39;ayez pas encore défini votre emplacement.
pt_br: Parece que você ainda não definiu sua localização.
ru: Похоже, вы еще не указали свое местоположение.
vi: Có vẻ như bạn chưa đặt vị trí của mình.

source: Log Out
ar: تسجيل خروج
fr: Se déconnecter
pt_br: Sair
ru: Выйти
vi: Đăng xuất

source: To learn about the types of ideas you can submit,
ar: للتعرف على أنواع الأفكار التي يمكنك تقديمها،
fr: Pour en savoir plus sur les types d&#39;idées que vous pouvez soumettre,
pt_br: Para saber mais sobre os tipos de ideias que você pode enviar,
ru: Чтобы узнать о типах идей, которые вы можете подать,
vi: Để tìm hiểu về các loại ý tưởng bạn có thể gửi,

source: You can also share your idea by calling the PB Phone line at
ar: بامكانك ايضا شارك فكرتك عن طريق الاتصال بخط PB Phone على
fr: Vous pouvez aussi partagez votre idée en appelant la ligne téléphonique PB au
pt_br: Você também pode compartilhe sua ideia ligando para a linha telefônica PB em
ru: Вы также можете поделитесь своей идеей, позвонив на телефонную линию PB по адресу:
vi: Bạn cũng có thể chia sẻ ý tưởng của bạn bằng cách gọi đến đường dây PB Phone theo số

source: click here
ar: انقر هنا
fr: Cliquez ici
pt_br: Clique aqui
ru: кликните сюда
vi: bấm vào đây

source: Powered by
ar: مشغل بواسطة
fr: Alimenté par
pt_br: Distribuído por
ru: Питаться от
vi: Được cung cấp bởi

source: <strong>{{ submitter_name }}</strong> submitted a city-wide {{ place_type_label location_type }} idea
ar: قدمت <strong>{{ submitter_name }}</strong> فكرة {{ place_type_label location_type }} على مستوى المدينة
fr: <strong>{{ submitter_name }}</strong> a soumis une idée {{ place_type_label location_type }} à l&#39;échelle de la ville
pt_br: <strong>{{ submitter_name }}</strong> enviou uma ideia {{ place_type_label location_type }} para toda a cidade
ru: <strong>{{ submitter_name }}</strong> представил общегородскую идею {{ place_type_label location_type }}
vi: <strong>{{ submitter_name }}</strong> đã gửi ý tưởng {{ place_type_label location_type }} trên toàn thành phố

source: <strong>{{ submitter_name }}</strong> submitted a {{ place_type_label location_type }} idea near <span class="place-location">{{ location }}</span>
ar: <strong>{{ submitter_name }}</strong> قدم فكرة {{ place_type_label location_type }} بالقرب من <span class="place-location">{{ location }}</span>
fr: <strong>{{ submitter_name }}</strong> a soumis une idée {{ place_type_label location_type }} près de <span class="place-location">{{ location }}</span>
pt_br: <strong>{{ submitter_name }}</strong> enviou uma ideia {{ place_type_label location_type }} perto de <span class="place-location">{{ location }}
ru: <strong>{{ submitter_name }}</strong> представил идею {{ place_type_label location_type }} рядом с <span class="place-location">{{ location }}</span>
vi: <strong>{{ submitter_name }}</strong> đã gửi ý tưởng {{ place_type_label location_type }} gần <span class="place-location">{{ location }}</span>

source: <strong>{{ submitter_name }}</strong> submitted an {{ place_type_label location_type }} idea near <span class="place-location">{{ location }}</span>
ar: <strong>{{ submitter_name }}</strong> قدم فكرة {{ place_type_label location_type }} بالقرب من <span class="place-location">{{ location }}</span>
fr: <strong>{{ submitter_name }}</strong> a soumis une idée {{ place_type_label location_type }} près de <span class="place-location">{{ location }}</span>
pt_br: <strong>{{ submitter_name }}</strong> enviou uma ideia {{ place_type_label location_type }} perto de <span class="place-location">{{ location }}
ru: <strong>{{ submitter_name }}</strong> представил идею {{ place_type_label location_type }} рядом с <span class="place-location">{{ location }}</span>
vi: <strong>{{ submitter_name }}</strong> đã gửi ý tưởng {{ place_type_label location_type }} gần <span class="place-location">{{ location }}</span>

source: optional
ar: خياري
fr: facultatif
pt_br: opcional
ru: необязательный
vi: không bắt buộc

source: Hover over a category to see a description of the types of projects that fit within that category.
ar: قم بالتمرير فوق إحدى الفئات لرؤية وصف لأنواع المشاريع التي تناسب تلك الفئة.
fr: Passez la souris sur une catégorie pour voir une description des types de projets qui entrent dans cette catégorie.
pt_br: Passe o mouse sobre uma categoria para ver uma descrição dos tipos de projetos que se enquadram nessa categoria.
ru: Наведите указатель мыши на категорию, чтобы просмотреть описание типов проектов, подпадающих под эту категорию.
vi: Di chuột qua một danh mục để xem mô tả về các loại dự án phù hợp với danh mục đó.

source: Select a category to see a description of the types of projects that fit within that category.
ar: حدد فئة لرؤية وصف لأنواع المشاريع التي تناسب هذه الفئة.
fr: Sélectionnez une catégorie pour voir une description des types de projets qui entrent dans cette catégorie.
pt_br: Selecione uma categoria para ver uma descrição dos tipos de projetos que se enquadram nessa categoria.
ru: Выберите категорию, чтобы просмотреть описание типов проектов, подходящих к этой категории.
vi: Chọn một danh mục để xem mô tả về các loại dự án phù hợp với danh mục đó.

source: Choose a neighborhood...
ar: اختر الحي...
fr: Choisissez un quartier...
pt_br: Escolha um bairro...
ru: Выберите район...
vi: Chọn một khu phố...

source: City-wide Ideas
ar: أفكار على مستوى المدينة
fr: Idées à l&#39;échelle de la ville
pt_br: Ideias para toda a cidade
ru: Общегородские идеи
vi: Ý tưởng toàn thành phố

source: Location-specific Ideas
ar: أفكار خاصة بالموقع
fr: Idées spécifiques à l&#39;emplacement
pt_br: Ideias específicas para localização
ru: Идеи для конкретного местоположения
vi: Ý tưởng dành riêng cho vị trí
