Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_br, ru, vi

source: Approximate location…
ar: الموقع التقريبي…
fr: Localisation approximative…
pt_br: Localização aproximada…
ru: Примерное расположение…
vi: Vị trí gần đúng…

source: Drag the map to set the location.
ar: اسحب الخريطة لتعيين الموقع.
fr: Faites glisser la carte pour définir l&#39;emplacement.
pt_br: Arraste o mapa para definir a localização.
ru: Перетащите карту, чтобы установить местоположение.
vi: Kéo bản đồ để đặt vị trí.

source: Please share a short description of the project idea.
ar: يرجى مشاركة وصف مختصر لفكرة المشروع.
fr: Veuillez partager une brève description de l&#39;idée du projet.
pt_br: Por favor, compartilhe uma breve descrição da ideia do projeto.
ru: Поделитесь, пожалуйста, кратким описанием идеи проекта.
vi: Vui lòng chia sẻ mô tả ngắn gọn về ý tưởng dự án.

source: My idea is to…
ar: فكرتي هي…
fr: Mon idée est de…
pt_br: Minha ideia é…
ru: Моя идея состоит в том, чтобы…
vi: Ý tưởng của tôi là…

source: Make sure your description is short and clear.
ar: تأكد من أن الوصف قصير وواضح.
fr: Assurez-vous que votre description est courte et claire.
pt_br: Certifique-se de que sua descrição seja curta e clara.
ru: Убедитесь, что ваше описание краткое и ясное.
vi: Đảm bảo mô tả của bạn ngắn gọn và rõ ràng.

source: Try to keep it to 50 words or less…
ar: حاول أن تجعلها لا تزيد عن 50 كلمة أو أقل...
fr: Essayez de vous limiter à 50 mots ou moins…
pt_br: Tente manter o texto em 50 palavras ou menos…
ru: Постарайтесь ограничиться 50 словами или меньше…
vi: Cố gắng giữ nó ở mức 50 từ hoặc ít hơn…

source: How does your project advance social and racial equity?
ar: كيف يعزز مشروعك العدالة الاجتماعية والعنصرية؟
fr: Comment votre projet fait-il progresser l’équité sociale et raciale ?
pt_br: Como seu projeto promove a equidade social e racial?
ru: Как ваш проект способствует социальному и расовому равенству?
vi: Dự án của bạn thúc đẩy công bằng xã hội và chủng tộc như thế nào?

source: This idea would advance social and racial equity by…
ar: من شأن هذه الفكرة أن تعزز العدالة الاجتماعية والعنصرية من خلال ...
fr: Cette idée ferait progresser l’équité sociale et raciale en…
pt_br: Essa ideia promoveria a equidade social e racial por…
ru: Эта идея будет способствовать социальному и расовому равенству за счет…
vi: Ý tưởng này sẽ thúc đẩy công bằng xã hội và chủng tộc bằng cách…

source: Make sure you keep it short and clear.
ar: تأكد من إبقائها قصيرة وواضحة.
fr: Assurez-vous de le garder court et clair.
pt_br: Mantenha-o breve e claro.
ru: Убедитесь, что вы говорите коротко и ясно.
vi: Hãy chắc chắn rằng bạn giữ nó ngắn gọn và rõ ràng.

source: "Social and racial equity" is defined as the just and fair inclusion of people of any social and racial background into society, so they can participate, prosper, and reach their full potential.
ar: يتم تعريف &quot;العدالة الاجتماعية والعنصرية&quot; على أنها الإدماج العادل والمنصف للأشخاص من أي خلفية اجتماعية أو عنصرية في المجتمع، حتى يتمكنوا من المشاركة والازدهار وتحقيق إمكاناتهم الكاملة.
fr: « L&#39;équité sociale et raciale » est définie comme l&#39;inclusion juste et équitable des personnes de toute origine sociale et raciale dans la société, afin qu&#39;elles puissent participer, prospérer et atteindre leur plein potentiel.
pt_br: Equidade social e racial é definida como a inclusão justa e equitativa de pessoas de qualquer origem social e racial na sociedade, para que possam participar, prosperar e atingir seu pleno potencial.
ru: «Социальное и расовое равенство» определяется как справедливое и справедливое включение людей любого социального и расового происхождения в общество, чтобы они могли участвовать, процветать и полностью реализовать свой потенциал.
vi: &quot;Công bằng xã hội và chủng tộc&quot; được định nghĩa là sự hòa nhập công bằng và công bằng của mọi người thuộc bất kỳ thành phần xã hội và chủng tộc nào vào xã hội, để họ có thể tham gia, thịnh vượng và phát huy hết tiềm năng của mình.

source: Which category does your idea fall into?
ar: في أي فئة تقع فكرتك؟
fr: Dans quelle catégorie appartient votre idée ?
pt_br: Em qual categoria sua ideia se enquadra?
ru: К какой категории относится ваша идея?
vi: Ý tưởng của bạn thuộc loại nào?

source: Category
ar: فئة
fr: Catégorie
pt_br: Categoria
ru: Категория
vi: Loại

source: Choose the category that most closely describes your project.
ar: اختر الفئة التي تصف مشروعك بشكل وثيق.
fr: Choisissez la catégorie qui décrit le mieux votre projet.
pt_br: Escolha a categoria que melhor descreve seu projeto.
ru: Выберите категорию, которая наиболее точно описывает ваш проект.
vi: Chọn danh mục mô tả chính xác nhất dự án của bạn.

source: Facilities, Parks & Recreation
ar: المرافق والمتنزهات والترفيه
fr: Installations, parcs et loisirs
pt_br: Instalações, Parques e Recreação
ru: Удобства, парки и отдых
vi: Cơ sở vật chất, Công viên &amp; Giải trí

source: Are you submitting this idea as part of a community event?
ar: هل تقدم هذه الفكرة كجزء من حدث مجتمعي؟
fr: Soumettez-vous cette idée dans le cadre d’un événement communautaire ?
pt_br: Você está enviando esta ideia como parte de um evento comunitário?
ru: Вы представляете эту идею в рамках общественного мероприятия?
vi: Bạn có gửi ý tưởng này như một phần của sự kiện cộng đồng không?

source: No event; I am submitting this idea on my own
ar: لا حدث؛ أنا أطرح هذه الفكرة بنفسي
fr: Pas d&#39;évènement; Je soumets cette idée moi-même
pt_br: Nenhum evento; estou enviando esta ideia por conta própria
ru: Нет события; Я предлагаю эту идею самостоятельно
vi: Không có sự kiện; Tôi đang tự mình gửi ý tưởng này

source: Yes, at an Idea Collection Workshop hosted by an organization sponsored by the Office of Participatory Budgeting
ar: نعم، في ورشة عمل تجميع الأفكار التي تستضيفها منظمة يرعاها مكتب الموازنة التشاركية
fr: Oui, lors d&#39;un atelier de collecte d&#39;idées organisé par une organisation parrainée par le Bureau du budget participatif
pt_br: Sim, em um Workshop de Coleta de Ideias organizado por uma organização patrocinada pelo Escritório de Orçamento Participativo
ru: Да, на семинаре по сбору идей, организованном организацией, спонсируемой Управлением совместного бюджетирования.
vi: Có, tại Hội thảo thu thập ý tưởng do một tổ chức được Văn phòng Ngân sách có sự tham gia tài trợ tổ chức

source: Yes, at an independent community gathering
ar: نعم، في تجمع مجتمعي مستقل
fr: Oui, lors d&#39;un rassemblement communautaire indépendant
pt_br: Sim, em uma reunião comunitária independente
ru: Да, на независимом собрании сообщества
vi: Có, tại một buổi họp mặt cộng đồng độc lập

source: Your Name
ar: اسمك
fr: votre nom
pt_br: Seu nome
ru: Ваше имя
vi: Tên của bạn

source: Submitter's Name
ar: اسم المرسل
fr: Nom de l&#39;auteur
pt_br: Nome do remetente
ru: Имя отправителя
vi: Tên người gửi

source: Your first name…
ar: اسمك الأول…
fr: Ton prénom…
pt_br: Seu primeiro nome…
ru: Твое имя…
vi: Tên của bạn…

source: Your last name…
ar: اسمك الاخير…
fr: Votre nom de famille…
pt_br: Seu sobrenome…
ru: Ваша фамилия…
vi: Tên của bạn…

source: How should we display your name next to your idea?
ar: كيف يجب أن نعرض اسمك بجانب فكرتك؟
fr: Comment devrions-nous afficher votre nom à côté de votre idée ?
pt_br: Como devemos exibir seu nome ao lado de sua ideia?
ru: Как нам следует отобразить ваше имя рядом с вашей идеей?
vi: Chúng tôi nên hiển thị tên của bạn bên cạnh ý tưởng của bạn như thế nào?

source: Use my full name
ar: استخدم اسمي الكامل
fr: Utilisez mon nom complet
pt_br: Use meu nome completo
ru: Используйте мое полное имя
vi: Sử dụng tên đầy đủ của tôi

source: Only use my first name
ar: استخدم اسمي الأول فقط
fr: N&#39;utilise que mon prénom
pt_br: Use apenas meu primeiro nome
ru: Используйте только мое имя
vi: Chỉ sử dụng tên của tôi

source: Do not display my name
ar: لا تظهر اسمي
fr: N&#39;affichez pas mon nom
pt_br: Não exibir meu nome
ru: Не отображать мое имя
vi: Đừng hiển thị tên tôi

source: Your Neighborhood
ar: حيك
fr: Votre quartier
pt_br: Seu bairro
ru: Ваше соседство
vi: Hàng xóm của bạn

source: Submitter's Neighborhood
ar: حي المرسل
fr: Quartier de l&#39;auteur de l&#39;envoi
pt_br: Bairro do remetente
ru: Район отправителя
vi: Vùng lân cận của người gửi

source: Select a neighborhood…
ar: اختر حي…
fr: Sélectionnez un quartier…
pt_br: Selecione um bairro…
ru: Выберите район…
vi: Chọn vùng lân cận…

source: Your Zip Code
ar: رمزك البريدي
fr: Ton code postal
pt_br: Seu código postal
ru: Ваш почтовый индекс
vi: Mã bưu điện của bạn

source: Your Email
ar: بريدك الالكتروني
fr: Votre e-mail
pt_br: Seu e-mail
ru: Ваш адрес электронной почты
vi: Email của bạn

source: Your Preferred Language
ar: لغتك المفضلة
fr: Votre langue préférée
pt_br: Seu idioma preferido
ru: Ваш предпочтительный язык
vi: Ngôn ngữ ưa thích của bạn

source: comment
ar: تعليق
fr: commentaire
pt_br: comentário
ru: комментарий
vi: bình luận

source: comments
ar: تعليقات
fr: commentaires
pt_br: comentários
ru: Комментарии
vi: bình luận

source: commented on
ar: علق على
fr: commenté sur
pt_br: comentou sobre
ru: прокомментировал
vi: Bình luận về

source: Someone
ar: شخص ما
fr: Quelqu&#39;un
pt_br: Alguém
ru: Кто-то
vi: Người nào đó

source: Leave a Comment
ar: اترك تعليقا
fr: Laissez un commentaire
pt_br: Deixe um comentário
ru: Оставить комментарий
vi: Để lại một bình luận

source: Comment
ar: تعليق
fr: Commentaire
pt_br: Comentário
ru: Комментарий
vi: Bình luận

source: Support
ar: يدعم
fr: Soutien
pt_br: Apoiar
ru: Поддерживать
vi: Ủng hộ

source: support
ar: يدعم
fr: soutien
pt_br: apoiar
ru: поддерживать
vi: ủng hộ

source: supports
ar: يدعم
fr: les soutiens
pt_br: suporta
ru: поддерживает
vi: hỗ trợ

source: About
ar: عن
fr: À propos
pt_br: Sobre
ru: О
vi: Về

source: Boston PB Home
ar: بوسطن بي بي هوم
fr: Boston PB Accueil
ru: Бостон ПБ Главная
vi: Trang chủ PB Boston

source: Filter Ideas
ar: أفكار التصفية
fr: Filtrer les idées
pt_br: Ideias de Filtros
ru: Фильтровать идеи
vi: Lọc ý tưởng

source: All
ar: الجميع
fr: Tous
pt_br: Todos
ru: Все
vi: Tất cả

source: All Ideas
ar: جميع الأفكار
fr: Toutes les idées
pt_br: Todas as Ideias
ru: Все идеи
vi: Tất cả ý tưởng

source: City-wide Only
ar: على مستوى المدينة فقط
fr: Dans toute la ville uniquement
pt_br: Somente para toda a cidade
ru: Только по городу
vi: Chỉ toàn thành phố

source: Powered by %(Shareabouts)s
ar: مدعوم من %(Shareabouts)s
fr: Alimenté par %(Shareabouts)s
pt_br: Desenvolvido por %(Shareabouts)s
ru: Создано %(Shareabouts)s
vi: Được cung cấp bởi %(Shareabouts)s

source: built by %(PoePublic)s
ar: تم بناؤه بواسطة %(PoePublic)s
fr: construit par %(PoePublic)s
pt_br: construído por %(PoePublic)s
ru: построен %(PoePublic)s
vi: được xây dựng bởi %(PoePublic)s

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
ar: الموازنة التشاركية (PB) هي عملية ديمقراطية يشارك فيها أفراد المجتمع يقرر بشكل مباشر كيفية إنفاق جزء من الموازنة العامة. الهدف التشاركي تهدف الميزانية في بوسطن إلى تمكين السكان من رفع مستوى التركيز على المجتمع أفكار المشروع مع التركيز على العدالة الاجتماعية والعنصرية.
fr: Le budget participatif (PB) est un processus démocratique dans lequel les membres de la communauté décider directement comment dépenser une partie d’un budget public. L’objectif du Participatif La budgétisation à Boston consiste à donner aux résidents les moyens d&#39;être centrés sur la communauté. des idées de projets mettant l’accent sur l’équité sociale et raciale.
pt_br: O Orçamento Participativo (OP) é um processo democrático onde os membros da comunidade decidir diretamente como gastar parte do orçamento público. O objetivo da Política Participativa O orçamento em Boston visa capacitar os residentes a elevar a comunidade centrada ideias de projetos com ênfase na equidade social e racial.
ru: Совместное бюджетирование (ПБ) – это демократический процесс, в котором члены сообщества непосредственно решать, как расходовать часть государственного бюджета. Цель Составление бюджета в Бостоне призвано дать жителям возможность повысить идеи проектов с упором на социальное и расовое равенство.
vi: Lập ngân sách có sự tham gia (PB) là một quá trình dân chủ trong đó các thành viên cộng đồng trực tiếp quyết định việc chi tiêu một phần ngân sách công. Mục tiêu của sự tham gia Việc lập ngân sách ở Boston là để trao quyền cho người dân nâng cao khả năng lấy cộng đồng làm trung tâm ý tưởng dự án tập trung vào công bằng xã hội và chủng tộc.

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
ar: من خلال الانخراط في الموازنة التشاركية، سكان بوسطن من جميع الأعمار و يمكن أن تساعد الخلفيات في تحديد الأولويات والاستثمارات المستقبلية لـ عملية الميزانية الأكبر في المدينة.
fr: En s&#39;engageant dans le budget participatif, les Bostoniens de tous âges et les antécédents peuvent aider à éclairer les priorités et les investissements futurs pour le Le processus budgétaire plus large de la ville.
pt_br: Ao se envolverem no Orçamento Participativo, os bostonianos de todas as idades e os antecedentes podem ajudar a informar as prioridades e os investimentos futuros para Processo orçamentário mais amplo da cidade.
ru: Участвуя в совместном бюджетировании, бостонцы всех возрастов и опыт может помочь определить приоритеты и будущие инвестиции для Более масштабный бюджетный процесс города.
vi: Bằng cách tham gia vào Lập ngân sách có sự tham gia, người dân Boston ở mọi lứa tuổi và nền tảng có thể giúp xác định các ưu tiên và đầu tư trong tương lai cho Quy trình ngân sách lớn hơn của thành phố.

source: Come back on %(return_date)s to submit your project ideas!
ar: عُد إلى %(return_date)s لإرسال أفكار مشروعك!
fr: Revenez sur %(return_date)s pour nous soumettre vos idées de projets !
pt_br: Volte ao %(return_date)s para enviar suas ideias de projetos!
ru: Возвращайтесь на %(return_date)s , чтобы представить свои идеи проекта!
vi: Hãy quay lại %(return_date)s để gửi ý tưởng dự án của bạn nhé!

source: Share an Idea
ar: شارك بفكرة
pt_br: Compartilhe uma ideia
vi: Chia sẻ ý tưởng

source: <strong>Thank you for sharing your idea with us!</strong> Please fill out the short form below. Only the information you choose to display will be made public.
ar: <strong>شكرًا لمشاركتك فكرتك معنا!</strong> يُرجى تعبئة النموذج المختصر أدناه. سيتم نشر المعلومات التي تختار عرضها فقط.
pt_br: <strong>Obrigado por compartilhar sua ideia conosco!</strong> Preencha o breve formulário abaixo. Somente as informações que você escolher exibir serão públicas.
vi: <strong>Cảm ơn bạn đã chia sẻ ý tưởng của mình với chúng tôi!</strong> Vui lòng điền vào mẫu ngắn bên dưới. Chỉ thông tin bạn chọn hiển thị sẽ được công khai.

source: Optional Demographic Survey
ar: المسح الديموغرافي الاختياري
pt_br: Pesquisa Demográfica Opcional
vi: Khảo sát nhân khẩu học tùy chọn

source: The demographic questions below are designed to assist the Office of Participatory Budgeting in obtaining a more accurate understanding of participants. Your responses will remain anonymous and confidential. <strong>Please note that all questions are optional.</strong>
ar: الأسئلة الديموغرافية أدناه مصممة لمساعدة مكتب الموازنة التشاركية على فهم المشاركين بشكل أدق. ستبقى إجاباتكم مجهولة الهوية وسرية. <strong>يرجى العلم أن جميع الأسئلة اختيارية.</strong>
pt_br: As perguntas demográficas abaixo foram elaboradas para auxiliar o Escritório de Orçamento Participativo a obter uma compreensão mais precisa dos participantes. Suas respostas permanecerão anônimas e confidenciais. <strong>Observe que todas as perguntas são opcionais.</strong>
vi: Các câu hỏi nhân khẩu học dưới đây được thiết kế để hỗ trợ Văn phòng Ngân sách Tham gia trong việc hiểu chính xác hơn về những người tham gia. Câu trả lời của bạn sẽ được ẩn danh và bảo mật. <strong>Xin lưu ý rằng tất cả các câu hỏi đều là tùy chọn.</strong>

source: Stay updated!
ar: ابقى على اطلاع!
pt_br: Fique atualizado!
vi: Hãy cập nhật thông tin!

source: Please leave your email to receive updates from the Office of Participatory Budgeting.
ar: يرجى ترك بريدك الإلكتروني لتلقي التحديثات من مكتب الميزانية التشاركية.
pt_br: Deixe seu e-mail para receber atualizações do Escritório de Orçamento Participativo.
vi: Vui lòng để lại email của bạn để nhận thông tin cập nhật từ Văn phòng Ngân sách Tham gia.

source: Please describe your project idea.
ar: يرجى وصف فكرة مشروعك.
pt_br: Por favor, descreva sua ideia de projeto.
vi: Vui lòng mô tả ý tưởng dự án của bạn.

source: Tell us about the issue you want to address. Why is this idea a priority and beneficial to the community?
ar: أخبرنا عن المشكلة التي ترغب في معالجتها. لماذا تُعدّ هذه الفكرة أولويةً ومفيدةً للمجتمع؟
pt_br: Conte-nos sobre a questão que você deseja abordar. Por que essa ideia é prioritária e benéfica para a comunidade?
vi: Hãy cho chúng tôi biết về vấn đề bạn muốn giải quyết. Tại sao ý tưởng này được ưu tiên và có lợi cho cộng đồng?

source: Are you submitting this idea through a community event or activity?
ar: هل تقوم بتقديم هذه الفكرة من خلال حدث أو نشاط مجتمعي؟
pt_br: Você está enviando esta ideia por meio de um evento ou atividade comunitária?
vi: Bạn có gửi ý tưởng này thông qua một sự kiện hoặc hoạt động cộng đồng không?

source: No; I am submitting this idea on my own
ar: لا، أنا أقدم هذه الفكرة بنفسي
pt_br: Não; estou enviando essa ideia por conta própria
vi: Không; Tôi đang tự mình nộp ý tưởng này

source: Yes, through a community event or activity hosted by <strong>PB Contract Partner organization</strong>
ar: نعم، من خلال حدث أو نشاط مجتمعي تستضيفه <strong>منظمة PB Contract Partner</strong>
pt_br: Sim, por meio de um evento ou atividade comunitária organizada pela <strong>organização parceira do contrato PB</strong>
vi: Có, thông qua sự kiện hoặc hoạt động cộng đồng do <strong>tổ chức Đối tác hợp đồng PB</strong> tổ chức

source: Yes, through an event or activity hosted by a <strong>Non-PB Contract Partner</strong>
ar: نعم، من خلال حدث أو نشاط يستضيفه <strong>شريك عقد غير تابع لـ PB</strong>
pt_br: Sim, por meio de um evento ou atividade organizada por um <strong>Parceiro Contratual Não-PB</strong>
vi: Có, thông qua sự kiện hoặc hoạt động do <strong>Đối tác hợp đồng không phải PB</strong> tổ chức

source: Which partner organization hosted the event?
ar: ما هي المنظمة الشريكة التي استضافت الحدث؟
pt_br: Qual organização parceira sediou o evento?
vi: Tổ chức đối tác nào đã tổ chức sự kiện này?

source: Organization name
ar: اسم المنظمة
pt_br: Nome da organização
vi: Tên tổ chức

source: Select an organization…
ar: اختر منظمة…
pt_br: Selecione uma organização…
vi: Chọn một tổ chức…

source: What is the name of the organization that hosted the event?'
ar: ما اسم المنظمة التي استضافت الحدث؟
pt_br: Qual é o nome da organização que sediou o evento?
vi: Tên của tổ chức tổ chức sự kiện này là gì?

source: Your First Name
ar: اسمك الأول
pt_br: Seu primeiro nome
vi: Tên của bạn

source: Submitter's First Name
ar: الاسم الأول للمقدم
pt_br: Nome do remetente
vi: Tên của người nộp đơn

source: Your Last Name
ar: اسمك الأخير
pt_br: Seu sobrenome
vi: Họ của bạn

source: Submitter's Last Name
ar: اسم مقدم الطلب الأخير
pt_br: Sobrenome do remetente
vi: Họ của người nộp đơn

source: What is your age in years?
ar: ما هو عمرك بالسنوات؟
pt_br: Qual é a sua idade em anos?
vi: Bạn bao nhiêu tuổi?

source: Age
ar: عمر
pt_br: Idade
vi: Tuổi

source: What is your race and/or ethnicity?
ar: ما هو عرقك و/أو عرقيتك؟
pt_br: Qual é sua raça e/ou etnia?
vi: Chủng tộc và/hoặc dân tộc của bạn là gì?

source: Race and/or Ethnicity
ar: العرق و/أو الإثنية
pt_br: Raça e/ou Etnia
vi: Chủng tộc và/hoặc Dân tộc

source: Select all that apply.
ar: حدد كل ما ينطبق.
pt_br: Selecione todas as opções que se aplicam.
vi: Chọn tất cả những câu trả lời phù hợp.

source: American Indian or Alaska Native
ar: أمريكي هندي أو من سكان ألاسكا الأصليين
pt_br: Índio americano ou nativo do Alasca
vi: Người Mỹ bản địa hoặc người bản địa Alaska

source: Asian
ar: آسيوي
pt_br: Asiático
vi: Châu Á

source: Black or African American
ar: أسود أو أمريكي من أصل أفريقي
pt_br: Negro ou afro-americano
vi: Người da đen hoặc người Mỹ gốc Phi

source: Hispanic or Latino/-a/-e/-x
ar: إسباني أو لاتيني/-أ/-هـ/-س
pt_br: Hispânico ou latino/-a/-e/-x
vi: Người Tây Ban Nha hoặc La tinh/-a/-e/-x

source: Native Hawaiian or other Pacific Islander
ar: مواطن هاواي الأصلي أو أحد سكان جزر المحيط الهادئ الأخرى
pt_br: Nativo havaiano ou de outra ilha do Pacífico
vi: Người Hawaii bản địa hoặc người dân đảo Thái Bình Dương khác

source: White
ar: أبيض
pt_br: Branco
vi: Trắng

source: Other
ar: آخر
pt_br: Outro
vi: Khác

source: Please tell us what other race/ethnicity
ar: من فضلك أخبرنا ما هو العرق/الأصل العرقي الآخر
pt_br: Por favor, diga-nos qual outra raça/etnia
vi: Xin vui lòng cho chúng tôi biết chủng tộc/dân tộc khác

source: What was your household income in the past 12 months?
ar: ما هو دخل أسرتك خلال الـ12 شهر الماضية؟
pt_br: Qual foi a renda da sua família nos últimos 12 meses?
vi: Thu nhập hộ gia đình bạn trong 12 tháng qua là bao nhiêu?

source: Household Income
ar: دخل الأسرة
pt_br: Renda familiar
vi: Thu nhập hộ gia đình

source: Select an option…
ar: حدد خيارًا…
pt_br: Selecione uma opção…
vi: Chọn một tùy chọn…

source: Less than $14,999
ar: أقل من 14999 دولارًا
pt_br: Menos de $ 14.999
vi: Dưới $14,999

source: $15,000 to $34,999
ar: من 15,000 إلى 34,999 دولارًا
pt_br: $ 15.000 a $ 34.999
vi: 15.000 đến 34.999 đô la

source: $35,000 to $49,999
ar: من 35,000 إلى 49,999 دولارًا
pt_br: $ 35.000 a $ 49.999
vi: 35.000 đến 49.999 đô la

source: $50,000 to $74,999
ar: من 50,000 إلى 74,999 دولارًا
pt_br: $ 50.000 a $ 74.999
vi: 50.000 đến 74.999 đô la

source: $75,000 to $99,999
ar: من 75,000 إلى 99,999 دولارًا
pt_br: $ 75.000 a $ 99.999
vi: 75.000 đến 99.999 đô la

source: $100,000 to $149,999
ar: من 100,000 دولار إلى 149,999 دولار
pt_br: $ 100.000 a $ 149.999
vi: 100.000 đô la đến 149.999 đô la

source: $150,000 or more
ar: 150,000 دولار أو أكثر
pt_br: US$ 150.000 ou mais
vi: 150.000 đô la trở lên

source: I don't know
ar: لا أعرف
pt_br: Não sei
vi: Tôi không biết

source: Prefer not to answer
ar: أفضل عدم الإجابة
pt_br: Prefiro não responder
vi: Thà không trả lời

source: The deadline to submit ideas has been extended to Thursday, August 15th.
ar: تم تمديد الموعد النهائي لتقديم الأفكار إلى الخميس 15 أغسطس.
pt_br: O prazo para envio de ideias foi estendido até quinta-feira, 15 de agosto.
ru: Срок подачи идей продлен до четверга, 15 августа.
vi: Thời hạn gửi ý tưởng đã được kéo dài đến thứ Năm, ngày 15 tháng 8.

source: The submission period for Idea Collection is now closed. However, you can review all resident proposed ideas during PB Cycle One on the map.
ar: انتهت الآن فترة تقديم الأفكار لجمعها. ومع ذلك، يمكنك مراجعة جميع الأفكار المقترحة من قبل المقيمين خلال الدورة الأولى من PB على الخريطة.
pt_br: O período de envio para a Coleta de Ideias já está encerrado. No entanto, você pode conferir todas as ideias propostas pelos moradores durante o Primeiro Ciclo do Programa de Apoio à População (PB) no mapa.
ru: Период подачи заявок на Idea Collection уже закрыт. Однако вы можете просмотреть все идеи, предложенные жителями в течение PB Cycle One, на карте.
vi: Thời gian nộp ý tưởng cho đợt Thu thập ý tưởng đã kết thúc. Tuy nhiên, bạn có thể xem lại tất cả các ý tưởng do cư dân đề xuất trong PB Cycle One trên bản đồ.
