Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_br, ru, vi

source: No week specified
ar: لم يتم تحديد اسبوع
vi: Không có tuần cụ thể

source: No %(verbose_name_plural)s available
ar: لا يتوفر %(verbose_name_plural)s
vi: Không có %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ar: لا يتوفر Future %(verbose_name_plural)s لأن %(class_name)s .allow_future هو False.
vi: Không có %(verbose_name_plural)s trong tương lai vì %(class_name)s .allow_future là False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ar: سلسلة تاريخ غير صالحة &quot; %(datestr)s &quot; بالتنسيق &quot; %(format)s &quot;
vi: Chuỗi ngày không hợp lệ “ %(datestr)s ” được định dạng là “ %(format)s ”

source: No %(verbose_name)s found matching the query
ar: لم يتم العثور على %(verbose_name)s يطابق الاستعلام
vi: Không tìm thấy %(verbose_name)s khớp với truy vấn

source: Page is not “last”, nor can it be converted to an int.
ar: الصفحة ليست &quot;الأخيرة&quot;، ولا يمكن تحويلها إلى int.
vi: Trang không phải là “trang cuối cùng” và cũng không thể chuyển đổi thành số nguyên.

source: Invalid page (%(page_number)s): %(message)s
ar: صفحة غير صالحة ( %(page_number)s ): %(message)s
vi: Trang không hợp lệ ( %(page_number)s ): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ar: القائمة الفارغة و&quot; %(class_name)s .allow_empty&quot; هي False.
vi: Danh sách trống và “ %(class_name)s .allow_empty” là Sai.

source: Directory indexes are not allowed here.
ar: لا يُسمح بفهرسة الدليل هنا.
vi: Không được phép lập chỉ mục thư mục ở đây.

source: “%(path)s” does not exist
ar: &quot; %(path)s &quot; غير موجود
vi: “ %(path)s ” không tồn tại

source: Index of %(directory)s
ar: فهرس %(directory)s
vi: Mục lục của %(directory)s

source: The install worked successfully! Congratulations!
ar: تم التثبيت بنجاح! تهانينا!
vi: Quá trình cài đặt đã thành công! Xin chúc mừng!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: عرض <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ملاحظات الإصدار</a> لـ Django %(version)s
vi: Xem <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ghi chú phát hành</a> cho Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: أنت ترى هذه الصفحة لأن <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> موجود في ملف الإعدادات لديك ولم تقم بتكوين أي عناوين URL.
vi: Bạn đang nhìn thấy trang này vì <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> nằm trong tệp cài đặt của bạn và bạn chưa cấu hình bất kỳ URL nào.

source: Django Documentation
ar: توثيق دجانجو
vi: Tài liệu Django

source: Topics, references, &amp; how-to’s
ar: المواضيع والمراجع والإرشادات
vi: Chủ đề, tài liệu tham khảo và cách thực hiện

source: Tutorial: A Polling App
ar: برنامج تعليمي: تطبيق استطلاعات الرأي
vi: Hướng dẫn: Ứng dụng thăm dò ý kiến

source: Get started with Django
ar: ابدأ مع Django
vi: Bắt đầu với Django

source: Django Community
ar: مجتمع دجانغو
vi: Cộng đồng Django

source: Connect, get help, or contribute
ar: تواصل، احصل على المساعدة، أو ساهم
vi: Kết nối, nhận trợ giúp hoặc đóng góp

source: usage:
ar: الاستخدام:
vi: cách sử dụng:

source: .__call__() not defined
ar: .__call__() غير مُعرَّف
vi: .__call__() chưa được xác định

source: unknown parser %r (choices: %s)
ar: محلل غير معروف %r (الاختيارات: %s )
vi: bộ phân tích cú pháp không xác định %r (lựa chọn: %s )

source: argument "-" with mode %r
ar: الحجة &quot;-&quot; مع الوضع %r
vi: đối số &quot;-&quot; với chế độ %r

source: cannot merge actions - two groups are named %r
ar: لا يمكن دمج الإجراءات - تم تسمية المجموعتين بنسبة %r
vi: không thể hợp nhất các hành động - hai nhóm được đặt tên là %r

source: 'required' is an invalid argument for positionals
ar: &#39;مطلوب&#39; هي حجة غير صالحة للمواضع
vi: &#39;required&#39; là một đối số không hợp lệ cho vị trí

source: invalid option string %r: must start with a character %r
ar: سلسلة خيار غير صالحة %r: يجب أن تبدأ بحرف %r
vi: chuỗi tùy chọn không hợp lệ %r: phải bắt đầu bằng ký tự %r

source: dest= is required for options like %r
ar: dest= مطلوب للخيارات مثل %r
vi: dest= là bắt buộc đối với các tùy chọn như %r

source: invalid conflict_resolution value: %r
ar: قيمة حل النزاع غير صالحة: %r
vi: giá trị giải quyết xung đột không hợp lệ: %r

source: conflicting option string(s): %s
ar: سلسلة خيارات متضاربة: %s
vi: chuỗi tùy chọn xung đột: %s

source: mutually exclusive arguments must be optional
ar: يجب أن تكون الحجج المتبادلة الحصرية اختيارية
vi: các đối số loại trừ lẫn nhau phải là tùy chọn

source: positional arguments
ar: الحجج الموضعية
vi: lập luận vị trí

source: optional arguments
ar: الحجج الاختيارية
vi: đối số tùy chọn

source: show this help message and exit
ar: إظهار رسالة المساعدة هذه والخروج
vi: hiển thị thông báo trợ giúp này và thoát

source: show program's version number and exit
ar: إظهار رقم إصدار البرنامج والخروج
vi: hiển thị số phiên bản của chương trình và thoát

source: cannot have multiple subparser arguments
ar: لا يمكن أن يكون هناك عدة حجج للمحلل الفرعي
vi: không thể có nhiều đối số subparser

source: unrecognized arguments: %s
ar: الوسائط غير المعترف بها: %s
vi: đối số không được công nhận: %s

source: not allowed with argument %s
ar: غير مسموح به مع الوسيطة %s
vi: không được phép với đối số %s

source: ignored explicit argument %r
ar: تم تجاهل الحجة الصريحة %r
vi: bỏ qua đối số rõ ràng %r

source: too few arguments
ar: عدد قليل جدًا من الحجج
vi: quá ít đối số

source: argument %s is required
ar: الحجة %s مطلوبة
vi: đối số %s là bắt buộc

source: one of the arguments %s is required
ar: أحد الحجج %s مطلوب
vi: một trong những đối số %s là bắt buộc

source: expected one argument
ar: توقع حجة واحدة
vi: mong đợi một đối số

source: expected at most one argument
ar: من المتوقع وجود حجة واحدة على الأكثر
vi: dự kiến nhiều nhất một đối số

source: expected at least one argument
ar: متوقع حجة واحدة على الأقل
vi: dự kiến ít nhất một đối số

source: expected %s argument(s)
ar: وسيطة (وسيطات) %s المتوقعة
vi: đối số %s dự kiến

source: ambiguous option: %s could match %s
ar: خيار غامض: %s قد يتطابق مع %s
vi: tùy chọn mơ hồ: %s có thể khớp với %s

source: unexpected option string: %s
ar: سلسلة خيار غير متوقعة: %s
vi: chuỗi tùy chọn không mong muốn: %s

source: %r is not callable
ar: %r غير قابلة للاستدعاء
vi: %r không thể gọi được

source: invalid %s value: %r
ar: قيمة %s غير صالحة: %r
vi: giá trị %s không hợp lệ: %r

source: invalid choice: %r (choose from %s)
ar: اختيار غير صالح: %r (اختر من %s )
vi: lựa chọn không hợp lệ: %r (chọn từ %s )

source: %s: error: %s
ar: %s : خطأ: %s
vi: %s : lỗi: %s

source: City of Boston Participatory Budgeting
ar: مدينة بوسطن الموازنة التشاركية
fr: Budget participatif de la ville de Boston
pt_br: Orçamento Participativo da Cidade de Boston
ru: Совместное бюджетирование города Бостона
vi: Lập ngân sách có sự tham gia của Thành phố Boston

source: Participatory Budgeting
ar: الموازنة التشاركية
fr: Budgétisation participative
pt_br: Orçamento Participativo
ru: Совместное бюджетирование
vi: Lập ngân sách có sự tham gia

source: Shareabouts is a mapping tool to gather crowd sourced public input. Use it to collect suggested locations and comments in a social, engaging process.
ar: Shareabouts هي أداة رسم خرائط لجمع المدخلات العامة من مصادر جماعية. استخدمه لجمع المواقع والتعليقات المقترحة في عملية اجتماعية وجذابة.
fr: Shareabouts est un outil de cartographie permettant de recueillir les commentaires du public auprès du public. Utilisez-le pour collecter des suggestions d&#39;emplacements et des commentaires dans le cadre d&#39;un processus social et engageant.
pt_br: Shareabouts é uma ferramenta de mapeamento para coletar informações públicas de crowdsourcing. Use-a para coletar sugestões de locais e comentários em um processo social e envolvente.
ru: Shareabouts — это картографический инструмент для сбора информации от общественности. Используйте его для сбора предлагаемых мест и комментариев в увлекательном социальном процессе.
vi: Shareabouts là một công cụ lập bản đồ để thu thập ý kiến đóng góp của công chúng từ nguồn cộng đồng. Sử dụng nó để thu thập các vị trí và nhận xét được đề xuất trong một quy trình mang tính xã hội và hấp dẫn.

source: Enter a location…
ar: أدخل موقعا...
fr: Entrez un emplacement…
pt_br: Insira um local…
ru: Введите местоположение…
vi: Nhập địa điểm…

source: Arts & Culture
ar: الفنون والثقافة
fr: Arts et culture
pt_br: Artes e Cultura
ru: Искусство и культура
vi: Nghệ thuật &amp; Văn hóa

source: Project ideas focused on arts and cultural programming that promote cultural spaces in the City.
ar: تركز أفكار المشاريع على البرامج الفنية والثقافية التي تعزز المساحات الثقافية في المدينة.
fr: Idées de projets axés sur une programmation artistique et culturelle qui fait la promotion des espaces culturels dans la ville.
pt_br: Ideias de projetos focadas em programação artística e cultural que promovam espaços culturais na Cidade.
ru: Идеи проекта были сосредоточены на искусстве и культурных программах, которые продвигают культурные пространства в городе.
vi: Ý tưởng dự án tập trung vào chương trình nghệ thuật và văn hóa nhằm quảng bá không gian văn hóa trong Thành phố.

source: Community Resources
ar: موارد المجتمع
fr: Ressources communautaires
pt_br: Recursos da Comunidade
ru: Ресурсы сообщества
vi: Nguồn cộng đồng

source: Project ideas that provide assistance or services to residents in need, such as programs at community centers, financial or digital literacy, English as a second language, or GED classes.
ar: أفكار المشاريع التي تقدم المساعدة أو الخدمات للمقيمين المحتاجين، مثل البرامج في المراكز المجتمعية، أو محو الأمية المالية أو الرقمية، أو اللغة الإنجليزية كلغة ثانية، أو دروس GED.
fr: Idées de projets qui fournissent une aide ou des services aux résidents dans le besoin, tels que des programmes dans des centres communautaires, des cours d&#39;alphabétisation financière ou numérique, d&#39;anglais langue seconde ou des cours GED.
pt_br: Ideias de projetos que ofereçam assistência ou serviços a moradores necessitados, como programas em centros comunitários, educação financeira ou digital, inglês como segunda língua ou aulas de GED.
ru: Идеи проектов, которые предоставляют помощь или услуги нуждающимся жителям, например, программы в общественных центрах, финансовая или цифровая грамотность, английский как второй язык или курсы GED.
vi: Ý tưởng dự án cung cấp hỗ trợ hoặc dịch vụ cho cư dân có nhu cầu, chẳng hạn như các chương trình tại trung tâm cộng đồng, kiến thức tài chính hoặc kỹ thuật số, tiếng Anh như ngôn ngữ thứ hai hoặc các lớp GED.

source: Local Economy & Worker Empowerment
ar: الاقتصاد المحلي وتمكين العمال
fr: Économie locale et autonomisation des travailleurs
pt_br: Economia Local e Empoderamento dos Trabalhadores
ru: Местная экономика и расширение прав и возможностей работников
vi: Kinh tế địa phương và trao quyền cho người lao động

source: Project ideas that improve access to quality jobs, skills training, career pipelines, and other resources for workers, small business owners, and entrepreneurs.
ar: أفكار المشاريع التي تعمل على تحسين الوصول إلى وظائف جيدة، والتدريب على المهارات، والمسارات المهنية، وغيرها من الموارد للعمال وأصحاب الأعمال الصغيرة ورجال الأعمال.
fr: Des idées de projets qui améliorent l&#39;accès à des emplois de qualité, à des formations professionnelles, à des filières de carrière et à d&#39;autres ressources pour les travailleurs, les propriétaires de petites entreprises et les entrepreneurs.
pt_br: Ideias de projetos que melhoram o acesso a empregos de qualidade, treinamento de habilidades, planos de carreira e outros recursos para trabalhadores, proprietários de pequenas empresas e empreendedores.
ru: Идеи проектов, которые улучшат доступ к качественным рабочим местам, профессиональной подготовке, возможностям карьерного роста и другим ресурсам для работников, владельцев малого бизнеса и предпринимателей.
vi: Các ý tưởng dự án giúp cải thiện khả năng tiếp cận công việc có chất lượng, đào tạo kỹ năng, lộ trình nghề nghiệp và các nguồn lực khác cho người lao động, chủ doanh nghiệp nhỏ và doanh nhân.

source: Education, Youth & Families
ar: التعليم والشباب والعائلات
fr: Éducation, jeunesse et familles
pt_br: Educação, Juventude e Famílias
ru: Образование, молодежь и семьи
vi: Giáo dục, Thanh niên &amp; Gia đình

source: Project ideas related to education for all ages, as well as proposals that meet the needs of Boston’s youth, senior citizens, and families.
ar: أفكار المشاريع المتعلقة بالتعليم لجميع الأعمار، بالإضافة إلى المقترحات التي تلبي احتياجات شباب بوسطن وكبار السن والعائلات.
fr: Des idées de projets liés à l&#39;éducation pour tous les âges, ainsi que des propositions qui répondent aux besoins des jeunes, des personnes âgées et des familles de Boston.
pt_br: Ideias de projetos relacionados à educação para todas as idades, bem como propostas que atendam às necessidades dos jovens, idosos e famílias de Boston.
ru: Идеи проектов, связанные с образованием для всех возрастов, а также предложения, отвечающие потребностям молодежи, пожилых людей и семей Бостона.
vi: Các ý tưởng dự án liên quan đến giáo dục cho mọi lứa tuổi cũng như các đề xuất đáp ứng nhu cầu của thanh thiếu niên, người già và gia đình ở Boston.

source: Environment, Sustainability, and Food Access
ar: البيئة والاستدامة والحصول على الغذاء
fr: Environnement, durabilité et accès à la nourriture
pt_br: Meio Ambiente, Sustentabilidade e Acesso a Alimentos
ru: Окружающая среда, устойчивое развитие и доступ к продовольствию
vi: Môi trường, tính bền vững và tiếp cận lương thực

source: Project ideas that help increase access to healthy and affordable food, promote environmental justice, and help increase the quality of life in Boston.
ar: أفكار المشاريع التي تساعد على زيادة الوصول إلى الغذاء الصحي وبأسعار معقولة، وتعزيز العدالة البيئية، وتساعد على تحسين نوعية الحياة في بوسطن.
fr: Des idées de projets qui contribuent à accroître l&#39;accès à une alimentation saine et abordable, à promouvoir la justice environnementale et à améliorer la qualité de vie à Boston.
pt_br: Ideias de projetos que ajudem a aumentar o acesso a alimentos saudáveis e acessíveis, promovam a justiça ambiental e ajudem a melhorar a qualidade de vida em Boston.
ru: Идеи проектов, которые помогают расширить доступ к здоровой и доступной пище, продвигают экологическую справедливость и помогают повысить качество жизни в Бостоне.
vi: Các ý tưởng dự án giúp tăng khả năng tiếp cận thực phẩm lành mạnh và giá cả phải chăng, thúc đẩy công bằng môi trường và giúp nâng cao chất lượng cuộc sống ở Boston.

source: Facilities, Parks & Recreation
ar: المرافق والمتنزهات والترفيه
fr: Installations, parcs et loisirs
pt_br: Instalações, Parques e Recreação
ru: Удобства, парки и отдых
vi: Cơ sở vật chất, Công viên &amp; Giải trí

source: Project ideas that Invest in clean, green, safe and accessible open space, facilities, and programming for residents and neighborhoods.
ar: أفكار المشاريع التي تستثمر في المساحات المفتوحة والمرافق والبرمجة النظيفة والخضراء والآمنة والتي يمكن الوصول إليها للمقيمين والأحياء.
fr: Idées de projets qui investissent dans des espaces ouverts, des installations et des programmes propres, verts, sûrs et accessibles pour les résidents et les quartiers.
pt_br: Ideias de projetos que investem em espaços abertos, instalações e programas limpos, verdes, seguros e acessíveis para moradores e bairros.
ru: Идеи проектов, которые инвестируют в чистое, зеленое, безопасное и доступное открытое пространство, объекты и программы для жителей и районов.
vi: Ý tưởng dự án Đầu tư vào không gian, cơ sở vật chất và chương trình sạch sẽ, xanh, an toàn và dễ tiếp cận cho người dân và khu vực lân cận.

source: Health & Well-being
ar: الصحة و أمبير؛ رفاهية
pt_br: Saúde e bem-estar
ru: Здоровье и благополучие
vi: Sức khỏe &amp; Hạnh phúc

source: Project ideas that promote the physical and mental health of Boston residents of all ages.
ar: أفكار مشاريع تعزز الصحة الجسدية والعقلية لسكان بوسطن من جميع الأعمار.
fr: Idées de projets qui favorisent la santé physique et mentale des résidents de Boston de tous âges.
pt_br: Ideias de projetos que promovam a saúde física e mental dos moradores de Boston de todas as idades.
ru: Идеи проектов, которые способствуют физическому и психическому здоровью жителей Бостона всех возрастов.
vi: Ý tưởng dự án nhằm nâng cao sức khỏe thể chất và tinh thần của cư dân Boston ở mọi lứa tuổi.

source: Public Safety
ar: السلامة العامة
fr: La sécurité publique
pt_br: Segurança Pública
ru: Общественная безопасность
vi: An toàn công cộng

source: Project ideas that advance safety and increase justice in the City, such as community violence prevention programs and initiatives for healing and recovering from trauma and substance abuse.
ar: أفكار المشاريع التي تعمل على تعزيز السلامة وزيادة العدالة في المدينة، مثل برامج الوقاية من العنف المجتمعي ومبادرات الشفاء والتعافي من الصدمات النفسية وتعاطي المخدرات.
fr: Des idées de projets qui font progresser la sécurité et augmentent la justice dans la ville, comme des programmes communautaires de prévention de la violence et des initiatives de guérison et de rétablissement après un traumatisme et une toxicomanie.
pt_br: Ideias de projetos que promovam a segurança e aumentem a justiça na cidade, como programas de prevenção à violência comunitária e iniciativas para cura e recuperação de traumas e abuso de substâncias.
ru: Идеи проектов, которые повышают безопасность и справедливость в городе, такие как программы по предотвращению насилия в обществе и инициативы по исцелению и восстановлению после травм и злоупотребления психоактивными веществами.
vi: Các ý tưởng dự án nhằm nâng cao sự an toàn và tăng cường công lý trong Thành phố, chẳng hạn như các chương trình phòng chống bạo lực cộng đồng và các sáng kiến nhằm chữa lành và phục hồi sau chấn thương và lạm dụng dược chất.

source: Streets & Sidewalks
ar: الشوارع والأرصفة
fr: Rues et trottoirs
pt_br: Ruas e calçadas
ru: Улицы и тротуары
vi: Đường phố &amp; Vỉa hè

source: Project ideas to improve City streets and sidewalks and promote safety and accessibility.
ar: أفكار مشاريع لتحسين شوارع المدينة وأرصفةها وتعزيز السلامة وسهولة الوصول إليها.
fr: Idées de projets pour améliorer les rues et les trottoirs de la ville et promouvoir la sécurité et l&#39;accessibilité.
pt_br: Ideias de projetos para melhorar as ruas e calçadas da cidade e promover segurança e acessibilidade.
ru: Проектные идеи по улучшению городских улиц и тротуаров и повышению безопасности и доступности.
vi: Các ý tưởng dự án nhằm cải thiện đường phố và vỉa hè của Thành phố cũng như tăng cường sự an toàn và khả năng tiếp cận.

source: Other / Not Sure
ar: أخرى / غير متأكد
fr: Autre/Je ne suis pas sûr
pt_br: Outro / Não tenho certeza
ru: Другое / Не уверен
vi: Khác / Không chắc chắn

source: Other community centered ideas that may not fit in the previous categories.
ar: أفكار أخرى تتمحور حول المجتمع والتي قد لا تتناسب مع الفئات السابقة.
fr: Autres idées centrées sur la communauté qui peuvent ne pas rentrer dans les catégories précédentes.
pt_br: Outras ideias centradas na comunidade que podem não se enquadrar nas categorias anteriores.
ru: Другие идеи, ориентированные на сообщество, которые могут не соответствовать предыдущим категориям.
vi: Các ý tưởng lấy cộng đồng làm trung tâm khác có thể không phù hợp với các danh mục trước đó.

source: idea
ar: فكرة
fr: idée
pt_br: ideia
ru: идея
vi: ý tưởng

source: ideas
ar: أفكار
fr: idées
pt_br: ideias
ru: идеи
vi: ý tưởng

source: Suggest an Idea
ar: أقترح فكرة
fr: Suggérer une idée
pt_br: Sugira uma ideia
ru: Предлагать идею
vi: Đề xuất một ý tưởng

source: List All Ideas
ar: قائمة بجميع الأفكار
fr: Lister toutes les idées
pt_br: Listar todas as ideias
ru: Список всех идей
vi: Liệt kê tất cả ý tưởng

source: Show the Map
ar: عرض الخريطة
fr: Afficher la carte
pt_br: Mostrar o mapa
ru: Показать карту
vi: Hiển thị bản đồ

source: submitted
ar: مُقَدَّم
fr: soumis
pt_br: submetido
ru: поданный
vi: đã gửi

source: How would you spend $2 million to benefit your community?
ar: كيف ستنفق مليوني دولار لإفادة مجتمعك؟
fr: Comment dépenseriez-vous 2 millions de dollars au profit de votre communauté ?
pt_br: Como você gastaria $2 milhões de dólares para beneficiar sua comunidade?
ru: Как бы вы потратили 2 миллиона долларов на благо своего сообщества?
vi: Bạn sẽ chi 2 triệu đô la như thế nào để mang lại lợi ích cho cộng đồng của mình?

source: Your neighbor
ar: جارك
fr: Ton voisin
pt_br: Seu vizinho
ru: Твой сосед
vi: Hàng xóm của bạn

source: Submit
ar: يُقدِّم
fr: Soumettre
pt_br: Enviar
ru: Представлять на рассмотрение
vi: Nộp

source: Multiple locations throughout the city
ar: مواقع متعددة في جميع أنحاء المدينة
fr: Plusieurs emplacements dans toute la ville
pt_br: Vários locais pela cidade
ru: Несколько локаций по всему городу
vi: Nhiều địa điểm khắp thành phố

source: Please use the map's search box or drag the map to set the location.
ar: يرجى استخدام مربع البحث الخاص بالخريطة أو سحب الخريطة لتعيين الموقع.
fr: Veuillez utiliser le champ de recherche de la carte ou faites glisser la carte pour définir l&#39;emplacement.
pt_br: Use a caixa de pesquisa do mapa ou arraste o mapa para definir o local.
ru: Пожалуйста, используйте окно поиска на карте или перетащите карту, чтобы указать местоположение.
vi: Vui lòng sử dụng hộp tìm kiếm của bản đồ hoặc kéo bản đồ để đặt vị trí.

source: Thank you!
ar: شكرًا لك!
fr: Merci!
pt_br: Obrigado!
ru: Спасибо!
vi: Cảm ơn!

source: Thank you for sharing your idea with us! Please fill out the short form below. Only the information you choose to display will be made public.
ar: شكرا لتقاسم فكرتك معنا! يرجى ملء النموذج القصير أدناه. سيتم فقط نشر المعلومات التي تختار عرضها.
fr: Merci d&#39;avoir partagé votre idée avec nous ! Veuillez remplir le court formulaire ci-dessous. Seules les informations que vous choisissez d&#39;afficher seront rendues publiques.
pt_br: Obrigado por compartilhar sua ideia conosco! Preencha o breve formulário abaixo. Somente as informações que você escolher exibir serão tornadas públicas.
ru: Спасибо, что поделились с нами своей идеей! Пожалуйста, заполните короткую форму ниже. Только та информация, которую вы решите отобразить, будет опубликована.
vi: Cảm ơn bạn đã chia sẻ ý tưởng của bạn với chúng tôi! Xin vui lòng điền vào mẫu đơn ngắn dưới đây. Chỉ những thông tin bạn chọn hiển thị mới được công khai.

source: Is your idea for a specific location or for the entire city?
ar: هل فكرتك لمنطقة معينة أم للمدينة بأكملها؟
fr: Votre idée concerne-t-elle un endroit spécifique ou pour la ville entière ?
pt_br: Sua ideia é para um local específico ou para a cidade inteira?
ru: Ваша идея касается конкретного места или всего города?
vi: Ý tưởng của bạn dành cho một địa điểm cụ thể hay cho toàn bộ thành phố?

source: City wide?
ar: على مستوى المدينة؟
fr: Partout dans la ville?
ru: В масштабах города?
vi: Toàn thành phố?

source: Location-specific
ar: موقع محدد
fr: Spécifique à l&#39;emplacement
pt_br: Específico de localização
ru: В зависимости от местоположения
vi: Vị trí cụ thể

source: City-wide
ar: على مستوى المدينة
fr: Partout dans la ville
ru: В масштабах города
vi: Toàn thành phố

source: Approximately where would your idea be?
ar: تقريبا أين ستكون فكرتك؟
fr: Approximativement, où serait votre idée ?
pt_br: Aproximadamente onde estaria sua ideia?
ru: Где примерно будет ваша идея?
vi: Ý tưởng của bạn sẽ ở đâu?
