Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_br, ru, vi

source: <strong>Ideas in Action</strong> is the City's new Participatory Budgeting initiative, where Bostonians can decide how to spend a part of the City’s budget. The City of Boston launched the first cycle of Participatory Budgeting and collected ideas from residents between July 1st to August 15, 2024. Boston residents were asked about how to spend $2 million to benefit their community.
ru: <strong>«Идеи в действии»</strong> — это новая городская инициатива, предполагающая участие Инициатива по составлению бюджета, в рамках которой жители Бостона могут решить, как потратить часть бюджета. Бюджет города. Город Бостон запустил первый цикл Партисипаторного Составление бюджета и сбор идей от жителей в период с 1 июля по 15 августа, 2024. Жителей Бостона спросили, как потратить 2 миллиона долларов, чтобы помочь их сообщество.

source: <strong>Sign up to stay informed about Participatory Budgeting in Boston.</strong> For more information on Participatory Budgeting, please visit <a href="https://boston.gov/participate">Boston.gov/participate</a> or contact the Office of Participatory Budgeting at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
ru: <strong>Подпишитесь, чтобы быть в курсе событий о бюджетировании с участием общественности в Бостон.</strong> Для получения дополнительной информации о бюджетировании участия посетите сайт <a href="https://boston.gov/participate">Boston.gov/participate</a> или свяжитесь с нами Офис партисипаторного бюджетирования в <a href="mailto:pb@boston.gov">pb@boston.gov</a>

source: From August through September 2024, the City will review all submitted project ideas during the Idea Collection phase. The Office of Participatory Budgeting will host public workshops in the fall to develop these ideas into proposals for the PB ballot for voting in January.
ru: С августа по сентябрь 2024 года город рассмотрит все представленные Проектные идеи на этапе сбора идей. Офис участия Осенью бюджетирование проведет публичные семинары для развития этих идей. предложения по бюллетеню ПБ для голосования в январе.

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity. By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
ru: Партисипаторное бюджетирование (ПБ) — это демократический процесс, в котором сообщество Члены напрямую решают, как потратить часть государственного бюджета. Цель Партисипаторное бюджетирование в Бостоне призвано дать возможность жителям улучшить жизнь общества центрированные идеи проекта с акцентом на социальное и расовое равенство. Участвуя в партисипаторном бюджетировании, жители Бостона всех возрастов и слоев общества могут помочь определить приоритеты и будущие инвестиции для более крупного бюджета города процесс.

source: For more information on Participatory Budgeting, please visit <a href="https://boston.gov/participate">https://boston.gov/participate</a> or email us at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
ru: Для получения дополнительной информации о совместном бюджетировании посетите <a href="https://boston.gov/participate">https://boston.gov/participate</a> или напишите нам по адресу <a href="mailto:pb@boston.gov">pb@boston.gov.</a>
