Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po/django.po
Languages: es

source: ALL City of Boston residents, regardless of age, can submit ideas!
es: ¡TODOS los residentes de la ciudad de Boston, independientemente de su edad, pueden enviar ideas!

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
es: Al participar en Presupuesto participativo, los bostonianos de todas las edades y procedencias pueden ayudar a informar prioridades e inversiones futuras para el proceso presupuestario más amplio de la Ciudad.

source: Examples of Eligible Ideas
es: Ejemplos de ideas elegibles

source: Examples of Ineligible Ideas
es: Ejemplos de ideas no elegibles

source: February 2025 and Onward
es: Febrero de 2025 en adelante

source: For more information on Participatory Budgeting, please visit <a href="http://boston.gov/participate">http://boston.gov/participate</a> or email us at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
es: Para obtener más información sobre el Presupuesto Participativo, visite <a href="http://boston.gov/participate">http://boston.gov/participate</a> o envíenos un correo electrónico a <a href="mailto:pb@boston.gov">pb@boston.gov</a>

source: Fund and Implement Project Proposals
es: Financiar e implementar propuestas de proyectos

source: How to Stay Involved?
es: ¿Cómo mantenerse involucrado?

source: How to submit a project idea...
es: Cómo presentar una idea de proyecto...

source: Idea Collection Campaign: Submit Your Ideas!
es: Campaña de recopilación de ideas: ¡envíe sus ideas!

source: Ideas may include programs and services, as well as physical infrastructure, technological improvements, and community enhancements.
es: Las ideas pueden incluir programas y servicios, así como infraestructura física, mejoras tecnológicas y mejoras comunitarias.

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
es: Los proyectos de infraestructura en propiedad privada, estatal o federal no son elegibles, como los proyectos relacionados con el Departamento de Conservación y Recreación (DCR) o la Autoridad de Tránsito de la Bahía de Massachusetts (MBTA).

source: January 2025
es: enero 2025

source: July 1 – July 31, 2024
es: 1 de julio – 31 de julio de 2024

source: October – November 2024
es: Octubre – noviembre 2024

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
es: El Presupuesto Participativo (PP) es un proceso democrático donde los miembros de la comunidad decidir directamente cómo gastar parte del presupuesto público. El objetivo de la participación La elaboración de presupuestos en Boston tiene como objetivo capacitar a los residentes para que se centren en la comunidad. ideas de proyectos con énfasis en la equidad social y racial.

source: Paying for the salary of a public employee to provide services; Repairing a privately owned building; Helping an organization renovate a space that it rents from a private landlord; Helping a religious institution repair its sanctuary; Increase the frequency of MBTA buses or trains.
es: Pagar el salario de un empleado público por la prestación de servicios; Reparación de un edificio de propiedad privada; Ayudar a una organización a renovar un espacio que alquila a un propietario privado; Ayudar a una institución religiosa a reparar su santuario; Aumentar la frecuencia de los autobuses o trenes MBTA.

source: Programming to strengthen mental health among Boston youth; Expand the City’s Wicked Free WiFi network to reach more low-income areas; Digital literacy classes for senior citizens to learn new skills and promote social connections; Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
es: Programación para fortalecer la salud mental entre los jóvenes de Boston; Ampliar la red Wicked Free WiFi de la ciudad para llegar a más áreas de bajos ingresos; Clases de alfabetización digital para personas mayores para aprender nuevas habilidades y promover conexiones sociales; Mejorar los espacios públicos a través de proyectos de infraestructura (arte público, árboles en las calles, bancos, etc.)

source: Project ideas must be feasible to implement, and be consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance; and
es: Las ideas de proyectos deben ser factibles de implementar y ser consistentes con las políticas, leyes, regulaciones y la Ordenanza de Presupuesto Participativo existentes de la Ciudad; y

source: Project ideas related to programs and services in non-City owned facilities are eligible.
es: Son elegibles las ideas de proyectos relacionados con programas y servicios en instalaciones que no son propiedad de la Ciudad.

source: Project proposals may include programs and services as well as physical infrastructure
es: Las propuestas de proyectos pueden incluir programas y servicios, así como infraestructura física.

source: Projects are limited to a one-time expense, and do not create new permanent positions;
es: Los proyectos se limitan a un gasto único y no crean nuevos puestos permanentes;

source: Projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
es: Los proyectos deben ser implementados o administrados por el departamento o agencia municipal correspondiente que reciba asignaciones presupuestarias directas.

source: Public Voting Period
es: Período de votación pública

source: Select "Subtitles/CC" from the gear
es: Seleccione &quot;Subtítulos/CC&quot; en el engranaje

source: Sign up to stay informed about Participatory Budgeting in Boston!
es: ¡Regístrese para mantenerse informado sobre el Presupuesto Participativo en Boston!

source: Visioning Forums & Online Engagement
es: Foros de visión y participación en línea

source: Welcome to Participatory Budgeting in Boston!
es: ¡Bienvenidos al Presupuesto Participativo en Boston!

source: What Type of Ideas Can You Propose?
es: ¿Qué tipo de ideas puedes proponer?

source: What are Some Examples of Ideas?
es: ¿Cuáles son algunos ejemplos de ideas?

source: What is the Timeline?
es: ¿Qué es la línea de tiempo?

source: Who can submit project ideas?
es: ¿Quién puede enviar ideas de proyectos?

source: icon to see captions in a different language.
es: icono para ver los subtítulos en un idioma diferente.

source: Suggest an Idea
es: Sugerir una idea

source: Powered by
es: Energizado por

source: Come back on %(go_live_date|date:"F j, Y")s to submit your project ideas!
es: ¡Vuelve el %(go_live_date|date:&quot;F j, Y&quot;)s para enviar tus ideas de proyectos!

source: <strong>{{ target.submitter_name }}</strong> submitted a city-wide {{ target.place_type_label }} idea
es: <strong>{{ target.submitter_name }}</strong> envió una idea para toda la ciudad {{ target.place_type_label }}

source: <strong>{{ target.submitter_name }}</strong> submitted a{{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} idea near <span class="place-location">{{>location-string place}}</span>
es: <strong>{{ target.submitter_name }}</strong> envió una idea{{#if target.type_starts_with_vocal }}n{{/if }} {{ target.place_type_label }} cerca de <span class="place-location">{{&gt;location-string place}}</span>

source: optional
es: opcional

source: View On Map
es: Ver en el mapa

source: submitted this city-wide {{ place_type_label location_type}} idea
es: envió esta idea para toda la ciudad {{ place_type_label location_type}}

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
es: envió esta idea {{ place_type_label location_type}} cerca de {{ ubicación }}

source: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Sign up</a> to stay informed about Participatory Budgeting in Boston!
es: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">¡Regístrese</a> para mantenerse informado sobre el Presupuesto Participativo en Boston!

source: Please help us by answering <a href="..." target="_blank">this optional survey</a>.
es: Por favor ayúdenos respondiendo <a href="..." target="_blank">esta encuesta opcional</a> .

source: Thank you for your submission!
es: ¡Gracias por tu envío!

source: It looks like you didn't set your location yet.
es: Parece que aún no has configurado tu ubicación.

source: Log Out
es: Cerrar sesión

source: All Ideas
es: Todas las ideas

source: Choose a neighborhood...
es: Elige un barrio...

source: City-wide Ideas
es: Ideas para toda la ciudad

source: Location-specific Ideas
es: Ideas específicas para la ubicación

source: Select a language
es: Selecciona un idioma

source: Close language picker
es: Cerrar selector de idioma

source: Sign In
es: Iniciar sesión

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
es: Iniciaste sesión como <span class="current-user">{{ current_user &quot;name&quot; }}</span>

source: Sorry, your browser doesn't support file uploads.
es: Lo sentimos, su navegador no admite la carga de archivos.

source: Recommend on Facebook
es: Recomendar en Facebook

source: Tweet This
es: Tuitea esto

source: <strong class="response-submitter"> {{#if submitter}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/if}} </strong> <span class="response-date"> around {{ pretty_created_datetime }} </span>
es: <strong class="response-submitter"> {{#if remitente}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ remitente.nombre }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ remitente_nombre }} {{/si}} </strong> <span class="response-date"> alrededor del {{ Pretty_created_datetime }} </span>

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
es: <span class="visibility-icon invisible-icon">👁</span> Este {{ place_config.response_name }} <strong>solo es visible para los moderadores</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
es: <span class="visibility-icon visible-icon">👁</span> Este {{ place_config.response_name }} es <strong>visible para todos</strong> .

source: Make {{ place_config.response_name }} hidden
es: Hacer que {{ place_config.response_name }} esté oculto

source: Make {{ place_config.response_name }} visible
es: Hacer visible {{ place_config.response_name }}

source: Thanks for participating!
es: ¡Gracias por participar!

source: Oops, %(config.app.name)s needs JavaScript to work properly.
es: Vaya, %(config.app.name)s necesita JavaScript para funcionar correctamente.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
es: %(config.app.name)s es genial pero necesita algo llamado JavaScript para funcionar adecuadamente. Pero no temas, es realmente fácil de activar. Hacer clic <a href="http://enable-javascript.com/" target="_blank">¡aquí</a> para obtener instrucciones sencillas!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
es: No podemos conectarnos al servidor en este momento. Esperad mientras restablecemos la comunicación.

source: Close
es: Cerca
