Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/ht/LC_MESSAGES/django.po
Languages: ht

source: Messages
ht: Mesaj

source: Site Maps
ht: Kat Sit yo

source: Static Files
ht: Fichye estatik

source: Syndication
ht: Sendikasyon

source: That page number is not an integer
ht: Nimewo paj sa a pa yon antye relatif

source: That page number is less than 1
ht: Nimewo paj sa a mwens pase 1

source: That page contains no results
ht: Paj sa a pa gen okenn rezilta

source: Enter a valid value.
ht: Antre yon valè ki valab.

source: Enter a valid URL.
ht: Antre yon URL ki valab.

source: Enter a valid integer.
ht: Antre yon nonb antye ki valab.

source: Enter a valid email address.
ht: Antre yon adrès imel ki valab.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ht: Antre yon &quot;slug&quot; ki valab ki gen lèt, chif, tiret oswa tiret.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ht: Antre yon &quot;slug&quot; ki valab ki gen ladan lèt Unicode, chif, tiret ba, oswa tiret ba.

source: Enter a valid IPv4 address.
ht: Antre yon adrès IPv4 ki valab.

source: Enter a valid IPv6 address.
ht: Antre yon adrès IPv6 ki valab.

source: Enter a valid IPv4 or IPv6 address.
ht: Antre yon adrès IPv4 oswa IPv6 ki valab.

source: Enter only digits separated by commas.
ht: Antre sèlman chif separe pa virgil.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ht: Asire w ke valè sa a se %(limit_value)s (li se %(show_value)s ).

source: Ensure this value is less than or equal to %(limit_value)s.
ht: Asire w valè sa a pi piti pase oswa egal a %(limit_value)s .

source: Ensure this value is greater than or equal to %(limit_value)s.
ht: Asire w valè sa a pi gran pase oswa egal a %(limit_value)s .

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ht: Asire w ke valè sa a gen omwen karaktè %(limit_value)d (li gen %(show_value)d ).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ht: Asire w ke valè sa a gen omwen karaktè %(limit_value)d (li gen %(show_value)d ).

source: Enter a number.
ht: Antre yon nimewo.

source: Ensure that there are no more than %(max)s digit in total.
ht: Asire w ke pa gen plis pase chif %(max)s an total.

source: Ensure that there are no more than %(max)s decimal place.
ht: Asire w ke pa gen plis pase %(max)s plas desimal.

source: Ensure that there are no more than %(max)s digit before the decimal point.
ht: Asire w ke pa gen plis pase chif %(max)s anvan pwen desimal la.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ht: Ekstansyon fichye &quot; %(extension)s &quot; pa otorize. Ekstansyon otorize yo se: %(allowed_extensions)s .

source: Null characters are not allowed.
ht: Karaktè vid yo pa otorize.

source: and
ht: epi

source: %(model_name)s with this %(field_labels)s already exists.
ht: %(model_name)s ak %(field_labels)s sa a deja egziste.

source: Value %(value)r is not a valid choice.
ht: Valè %(value)r a pa yon chwa valab.

source: This field cannot be null.
ht: Jaden sa a pa ka vid.

source: This field cannot be blank.
ht: Jaden sa a pa ka vid.

source: %(model_name)s with this %(field_label)s already exists.
ht: %(model_name)s ak %(field_label)s sa a deja egziste.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ht: %(field_label)s dwe inik pou %(date_field_label)s %(lookup_type)s .

source: Field of type: %(field_type)s
ht: Kalite chan: %(field_type)s

source: “%(value)s” value must be either True or False.
ht: Valè &quot; %(value)s &quot; lan dwe swa Vrè oswa Fo.

source: “%(value)s” value must be either True, False, or None.
ht: Valè &quot; %(value)s &quot; lan dwe swa Vrè, Fo, oswa Okenn.

source: Boolean (Either True or False)
ht: Boolean (Swa Vrè oswa Fo)

source: String (up to %(max_length)s)
ht: Chèn (jiska %(max_length)s )

source: Comma-separated integers
ht: Nonb antye separe pa virgil

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ht: Valè &quot; %(value)s &quot; lan gen yon fòma dat ki pa valab. Li dwe nan fòma AAAA-MM-JJ.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ht: Valè &quot; %(value)s &quot; la gen fòma ki kòrèk la (AAAA-MM-JJ) men se yon dat ki pa valab.

source: Date (without time)
ht: Dat (san lè)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ht: Valè &quot; %(value)s &quot; lan gen yon fòma ki pa valab. Li dwe nan fòma AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ht: Valè &quot; %(value)s &quot; la gen fòma ki kòrèk la (AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ]) men se yon dat/lè ki pa valab.

source: Date (with time)
ht: Dat (ak lè)

source: “%(value)s” value must be a decimal number.
ht: Valè &quot; %(value)s &quot; lan dwe yon nonb desimal.

source: Decimal number
ht: Nimewo desimal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ht: Valè &quot; %(value)s &quot; lan gen yon fòma ki pa valab. Li dwe nan fòma [JJ] [[HH:]MM:]ss[.uuuuuu].

source: Duration
ht: Dire

source: Email address
ht: Adrès imel

source: File path
ht: Chemen fichye a

source: “%(value)s” value must be a float.
ht: Valè &quot; %(value)s &quot; la dwe yon chif k ap flote.

source: Floating point number
ht: Nimewo pwen k ap flote

source: “%(value)s” value must be an integer.
ht: Valè &quot; %(value)s &quot; lan dwe yon nonb antye relatif.

source: Integer
ht: Nonb antye

source: Big (8 byte) integer
ht: Gwo nonb antye (8 okte)

source: Small integer
ht: Ti antye relatif

source: IPv4 address
ht: Adrès IPv4

source: IP address
ht: Adrès IP

source: “%(value)s” value must be either None, True or False.
ht: Valè &quot; %(value)s &quot; la dwe swa Okenn, Vrè oswa Fo.

source: Boolean (Either True, False or None)
ht: Boolean (Swa Vrè, Fo oswa Okenn)

source: Positive big integer
ht: Gwo nonb antye pozitif

source: Positive integer
ht: Nonb antye pozitif

source: Positive small integer
ht: Ti antye pozitif

source: Slug (up to %(max_length)s)
ht: Slug (jiska %(max_length)s )

source: Text
ht: Tèks

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ht: Valè &quot; %(value)s &quot; lan gen yon fòma ki pa valab. Li dwe nan fòma HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ht: Valè &quot; %(value)s &quot; lan gen fòma ki kòrèk la (HH:MM[:ss[.uuuuuu]]) men se yon lè ki pa valab.

source: Time
ht: Tan

source: Raw binary data
ht: Done binè kri

source: “%(value)s” is not a valid UUID.
ht: &quot; %(value)s &quot; pa yon UUID valab.

source: Universally unique identifier
ht: Idantifyan inik inivèsèl

source: File
ht: Dosye

source: Image
ht: Imaj

source: A JSON object
ht: Yon objè JSON

source: Value must be valid JSON.
ht: Valè a dwe yon JSON ki valab.

source: %(model)s instance with %(field)s %(value)r does not exist.
ht: Enstans %(model)s ak %(field)s %(value)r la pa egziste.

source: Foreign Key (type determined by related field)
ht: Kle etranje (kalite detèmine pa chan ki gen rapò)

source: One-to-one relationship
ht: Relasyon youn a youn

source: %(from)s-%(to)s relationship
ht: Relasyon %(from)s - %(to)s

source: %(from)s-%(to)s relationships
ht: Relasyon %(from)s - %(to)s

source: Many-to-many relationship
ht: Relasyon plizyè-a-anpil

source: This field is required.
ht: Jaden sa a obligatwa.

source: Enter a whole number.
ht: Antre yon nonb antye.

source: Enter a valid date.
ht: Antre yon dat ki valab.

source: Enter a valid time.
ht: Antre yon lè ki valab.

source: Enter a valid date/time.
ht: Antre yon dat/lè ki valab.

source: Enter a valid duration.
ht: Antre yon dire ki valab.

source: The number of days must be between {min_days} and {max_days}.
ht: Kantite jou yo dwe ant {min_days} ak {max_days} .

source: No file was submitted. Check the encoding type on the form.
ht: Pa gen okenn fichye ki te soumèt. Tcheke kalite kodaj la sou fòm lan.

source: No file was submitted.
ht: Pa gen okenn dosye ki te soumèt.

source: The submitted file is empty.
ht: Dosye ki soumèt la vid.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
ht: Asire w non fichye sa a gen karaktè %(max)d , omwen (li gen %(length)d ).

source: Please either submit a file or check the clear checkbox, not both.
ht: Tanpri swa soumèt yon dosye oswa tcheke kaz efase a, pa toulede.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ht: Telechaje yon imaj ki valab. Fichye ou te telechaje a swa pa t yon imaj oswa se yon imaj ki pèvèti.

source: Select a valid choice. %(value)s is not one of the available choices.
ht: Chwazi yon chwa ki valab. %(value)s pa pami chwa ki disponib yo.

source: Enter a list of values.
ht: Antre yon lis valè.

source: Enter a complete value.
ht: Antre yon valè konplè.

source: Enter a valid UUID.
ht: Antre yon UUID ki valab.

source: Enter a valid JSON.
ht: Antre yon JSON ki valab.

source: (Hidden field %(name)s) %(error)s
ht: (Jaden kache %(name)s ) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ht: Done ManagementForm yo manke oswa yo te modifye yo. Chan ki manke yo: %(field_names)s . Ou ka bezwen depoze yon rapò sou pwoblèm si pwoblèm nan pèsiste.

source: Please submit at most %d form.
ht: Tanpri soumèt fòm %d , omwen.

source: Please submit at least %d form.
ht: Tanpri soumèt omwen fòm %d .

source: Order
ht: Lòd

source: Delete
ht: Efase

source: Please correct the duplicate data for %(field)s.
ht: Tanpri korije done kopi yo pou %(field)s .

source: Please correct the duplicate data for %(field)s, which must be unique.
ht: Tanpri korije done kopi yo pou %(field)s , ki dwe inik.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ht: Tanpri korije done kopi yo pou %(field_name)s ki dwe inik pou %(lookup)s nan %(date_field)s .

source: Please correct the duplicate values below.
ht: Tanpri korije valè ki double anba yo.

source: The inline value did not match the parent instance.
ht: Valè anliy lan pa koresponn ak egzanp paran an.

source: Select a valid choice. That choice is not one of the available choices.
ht: Chwazi yon chwa ki valab. Chwa sa a pa youn nan chwa ki disponib yo.

source: “%(pk)s” is not a valid value.
ht: &quot; %(pk)s &quot; pa yon valè valab.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ht: Pa t ka entèprete %(datetime)s nan zòn tan %(current_timezone)s ; li ka anbigi oubyen li ka pa egziste.

source: Clear
ht: Klè

source: Currently
ht: Kounye a

source: Change
ht: Chanjman

source: Unknown
ht: Enkoni

source: Yes
ht: Wi

source: No
ht: Non

source: yes,no,maybe
ht: wi, non, petèt

source: %(size)d byte
ht: %(size)d okte

source: p.m.
ht: apremidi

source: a.m.
ht: mwen

source: PM
ht: Premye Minis

source: midnight
ht: minwi

source: noon
ht: midi

source: Monday
ht: Lendi

source: Tuesday
ht: Madi

source: Wednesday
ht: Mèkredi

source: Thursday
ht: Jedi

source: Friday
ht: Vandredi

source: Saturday
ht: Samdi

source: Sunday
ht: Dimanch

source: Mon
ht: Lendi

source: Tue
ht: Madi

source: Wed
ht: Mèkredi

source: Thu
ht: Jedi

source: Fri
ht: Vandredi

source: Sat
ht: Samdi

source: Sun
ht: Solèy

source: January
ht: Janvye

source: February
ht: Fevriye

source: March
ht: Mas

source: April
ht: Avril

source: May
ht: Me

source: June
ht: Jen

source: July
ht: Jiyè

source: August
ht: Out

source: September
ht: Septanm

source: October
ht: Oktòb

source: November
ht: Novanm

source: December
ht: Desanm

source: jan
ht: janvye

source: feb
ht: fevriye

source: mar
ht: mach

source: apr
ht: avril

source: may
ht: me

source: jun
ht: jen

source: jul
ht: Jiyè

source: aug
ht: out

source: sep
ht: septanm

source: oct
ht: oktòb

source: nov
ht: novanm

source: dec
ht: desanm

# abbrev. month
source: Jan.
ht: Janvye

# abbrev. month
source: Feb.
ht: Fevriye

# abbrev. month
source: March
ht: Mas

# abbrev. month
source: April
ht: Avril

# abbrev. month
source: May
ht: Me

# abbrev. month
source: June
ht: Jen

# abbrev. month
source: July
ht: Jiyè

# abbrev. month
source: Aug.
ht: Out.

# abbrev. month
source: Sept.
ht: Septanm

# abbrev. month
source: Oct.
ht: Oktòb

# abbrev. month
source: Nov.
ht: Novanm

# abbrev. month
source: Dec.
ht: Desanm.

# alt. month
source: January
ht: Janvye

# alt. month
source: February
ht: Fevriye

# alt. month
source: March
ht: Mas

# alt. month
source: April
ht: Avril

# alt. month
source: May
ht: Me

# alt. month
source: June
ht: Jen

# alt. month
source: July
ht: Jiyè

# alt. month
source: August
ht: Out

# alt. month
source: September
ht: Septanm

# alt. month
source: October
ht: Oktòb

# alt. month
source: November
ht: Novanm

# alt. month
source: December
ht: Desanm

source: This is not a valid IPv6 address.
ht: Sa a se pa yon adrès IPv6 ki valab.

source: or
ht: oubyen

source: %d year
ht: %d

source: %d month
ht: %d mwa

source: %d week
ht: %d semèn

source: %d day
ht: %d

source: %d hour
ht: Èdtan %d

source: %d minute
ht: minit %d

source: Forbidden
ht: Entèdi

source: CSRF verification failed. Request aborted.
ht: Verifikasyon CSRF la echwe. Demann lan abandone.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ht: Ou wè mesaj sa a paske sit HTTPS sa a mande pou navigatè entènèt ou a voye yon &quot;Referer header&quot;, men li pa voye okenn. Yo bezwen header sa a pou rezon sekirite, pou asire ke twazyèm pati pa pirate navigatè w la.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ht: Si ou te konfigire navigatè w la pou l dezaktive tit &quot;Referer&quot; yo, tanpri aktive yo ankò, omwen pou sit sa a, oubyen pou koneksyon HTTPS, oubyen pou demann &quot;menm orijin&quot;.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ht: Si w ap itilize a<meta name="referrer" content="no-referrer"> tag oubyen ki gen ladan header &quot;Referrer-Policy: no-referrer&quot; la, tanpri retire yo. Pwoteksyon CSRF la mande header &quot;Referer&quot; la pou fè yon verifikasyon referans strik. Si w ap enkyete w pou vi prive, sèvi ak altènativ tankou <a rel="noreferrer" …>pou lyen ki mennen nan sit twazyèm pati yo.</a>

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ht: Ou wè mesaj sa a paske sit sa a bezwen yon bonbon CSRF lè w ap soumèt fòmilè. Bonbon sa a nesesè pou rezon sekirite, pou asire ke navigatè w la pa pral sibi vòl pa twazyèm pati.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ht: Si ou te konfigire navigatè w la pou l dezaktive bonbon yo, tanpri aktive yo ankò, omwen pou sit sa a, oubyen pou demann ki soti nan menm orijin nan.

source: More information is available with DEBUG=True.
ht: Gen plis enfòmasyon disponib avèk DEBUG=True.

source: No year specified
ht: Pa gen ane espesifye

source: Date out of range
ht: Dat ki pa nan limit la

source: No month specified
ht: Pa gen mwa espesifye

source: No day specified
ht: Pa gen jou espesifye

source: No week specified
ht: Pa gen semèn espesifye

source: No %(verbose_name_plural)s available
ht: Pa gen %(verbose_name_plural)s ki disponib.

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ht: %(verbose_name_plural)s nan lavni pa disponib paske %(class_name)s .allow_future se Fo.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ht: Chèn dat ki pa valab &quot; %(datestr)s &quot; nan fòma &quot; %(format)s &quot;

source: No %(verbose_name)s found matching the query
ht: Pa jwenn okenn %(verbose_name)s ki koresponn ak rechèch la.

source: Page is not “last”, nor can it be converted to an int.
ht: Paj la pa &quot;dènye&quot;, ni li pa ka konvèti an yon antye relatif.

source: Invalid page (%(page_number)s): %(message)s
ht: Paj ki pa valab ( %(page_number)s ): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ht: Lis vid epi &quot; %(class_name)s .allow_empty&quot; se Fo.

source: Directory indexes are not allowed here.
ht: Endèks anyè yo pa otorize isit la.

source: “%(path)s” does not exist
ht: &quot; %(path)s &quot; pa egziste.

source: Index of %(directory)s
ht: Endèks %(directory)s

source: The install worked successfully! Congratulations!
ht: Enstalasyon an te mache byen! Felisitasyon!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ht: Gade <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">nòt lage</a> pou Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ht: Ou ap wè paj sa a paske <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> a nan fichye paramèt ou a epi ou pa konfigire okenn URL.

source: Django Documentation
ht: Dokimantasyon Django

source: Topics, references, &amp; how-to’s
ht: Sijè, referans, ak kijan pou fè

source: Tutorial: A Polling App
ht: Leson patikilye: Yon aplikasyon pou fè sondaj

source: Get started with Django
ht: Kòmanse avèk Django

source: Django Community
ht: Kominote Django

source: Connect, get help, or contribute
ht: Konekte, jwenn èd, oswa kontribye

source: usage:
ht: itilizasyon:

source: .__call__() not defined
ht: .__call__() pa defini

source: unknown parser %r (choices: %s)
ht: analizè enkoni %r (chwa: %s )

source: argument "-" with mode %r
ht: agiman &quot;-&quot; ak mòd %r

source: cannot merge actions - two groups are named %r
ht: pa ka fizyone aksyon yo - de gwoup yo rele %r

source: 'required' is an invalid argument for positionals
ht: &#39;obligatwa&#39; se yon agiman ki pa valab pou pozisyonèl yo

source: invalid option string %r: must start with a character %r
ht: chèn opsyon ki pa valab %r: dwe kòmanse ak yon karaktè %r

source: dest= is required for options like %r
ht: dest= obligatwa pou opsyon tankou %r

source: invalid conflict_resolution value: %r
ht: valè conflict_resolution ki pa valab: %r

source: conflicting option string(s): %s
ht: chèn opsyon ki an konfli: %s

source: mutually exclusive arguments must be optional
ht: agiman mityèlman eksklizif yo dwe opsyonèl

source: positional arguments
ht: agiman pozisyonèl

source: optional arguments
ht: agiman opsyonèl

source: show this help message and exit
ht: montre mesaj èd sa a epi sòti

source: show program's version number and exit
ht: montre nimewo vèsyon pwogram nan epi sòti

source: cannot have multiple subparser arguments
ht: pa ka gen plizyè agiman subparser

source: unrecognized arguments: %s
ht: agiman ki pa rekonèt: %s

source: not allowed with argument %s
ht: pa otorize ak agiman %s

source: ignored explicit argument %r
ht: inyore agiman eksplisit %r

source: too few arguments
ht: twò piti agiman

source: argument %s is required
ht: agiman %s lan obligatwa

source: one of the arguments %s is required
ht: youn nan agiman %s yo obligatwa

source: expected one argument
ht: espere yon agiman

source: expected at most one argument
ht: espere nan pi plis yon agiman

source: expected at least one argument
ht: espere omwen yon agiman

source: expected %s argument(s)
ht: agiman %s yo te espere

source: ambiguous option: %s could match %s
ht: Opsyon anbigwi: %s te kapab koresponn ak %s

source: unexpected option string: %s
ht: chèn opsyon inatandi: %s

source: %r is not callable
ht: Pa gen mwayen pou rele %r

source: invalid %s value: %r
ht: Valè %s ki pa valab: %r

source: invalid choice: %r (choose from %s)
ht: chwa ki pa valab: %r (chwazi nan %s )

source: %s: error: %s
ht: %s : erè: %s

source: City of Boston Participatory Budgeting
ht: Bidjè Patisipatif Vil Boston

source: Participatory Budgeting
ht: Bidjè patisipatif

source: Shareabouts is a mapping tool to gather crowd sourced public input. Use it to collect suggested locations and comments in a social, engaging process.
ht: Shareabouts se yon zouti kat pou rasanble opinyon piblik ki soti nan foul moun. Sèvi ak li pou kolekte kote yo sijere ak kòmantè nan yon pwosesis sosyal, angaje.

source: Enter a location…
ht: Antre yon kote...

source: Arts & Culture
ht: Atizay ak Kilti

source: Project ideas focused on arts and cultural programming that promote cultural spaces in the City.
ht: Lide pwojè yo konsantre sou pwogram atizay ak kiltirèl ki ankouraje espas kiltirèl nan vil la.

source: Community Resources
ht: Resous Kominotè

source: Project ideas that provide assistance or services to residents in need, such as programs at community centers, financial or digital literacy, English as a second language, or GED classes.
ht: Lide pwojè ki bay asistans oswa sèvis pou rezidan ki nan bezwen yo, tankou pwogram nan sant kominotè, alfabetizasyon finansye oswa dijital, angle kòm dezyèm lang oswa klas GED.

source: Local Economy & Worker Empowerment
ht: Ekonomi lokal &amp; Otonòm Travayè

source: Project ideas that improve access to quality jobs, skills training, career pipelines, and other resources for workers, small business owners, and entrepreneurs.
ht: Lide pwojè ki amelyore aksè a bon jan kalite djòb, fòmasyon konpetans, kanalizasyon karyè, ak lòt resous pou travayè, pwopriyetè ti biznis, ak antreprenè.

source: Education, Youth & Families
ht: Edikasyon, Jèn ak Fanmi

source: Project ideas related to education for all ages, as well as proposals that meet the needs of Boston’s youth, senior citizens, and families.
ht: Lide pwojè ki gen rapò ak edikasyon pou tout laj, ansanm ak pwopozisyon ki satisfè bezwen jèn, granmoun aje ak fanmi Boston yo.

source: Environment, Sustainability, and Food Access
ht: Anviwònman, Dirab, ak Aksè Manje

source: Project ideas that help increase access to healthy and affordable food, promote environmental justice, and help increase the quality of life in Boston.
ht: Lide pwojè ki ede ogmante aksè a manje ki an sante ak abòdab, ankouraje jistis anviwònman an, epi ede ogmante kalite lavi nan Boston.

source: Facilities, Parks & Recreation
ht: Enstalasyon, Pak &amp; Rekreyasyon

source: Project ideas that Invest in clean, green, safe and accessible open space, facilities, and programming for residents and neighborhoods.
ht: Lide pwojè ki Envesti nan espas ouvè, enstalasyon, ak pwogramasyon pwòp, vèt, ki an sekirite ak aksesib pou rezidan yo ak katye yo.

source: Health & Well-being
ht: Sante ak byennèt
