Repository: poepublic/shareabouts-pbboston
Catalog: src/conf/locale/ht/LC_MESSAGES/django.po
Languages: ht

source: Project ideas that promote the physical and mental health of Boston residents of all ages.
ht: Lide pwojè ki ankouraje sante fizik ak mantal rezidan Boston tout laj yo.

source: Public Safety
ht: Sekirite Piblik

source: Project ideas that advance safety and increase justice in the City, such as community violence prevention programs and initiatives for healing and recovering from trauma and substance abuse.
ht: Lide pwojè ki avanse sekirite ak ogmante jistis nan vil la, tankou pwogram prevansyon vyolans kominotè ak inisyativ pou gerizon ak rekiperasyon apre chòk ak abi dwòg.

source: Streets & Sidewalks
ht: Lari ak twotwa

source: Project ideas to improve City streets and sidewalks and promote safety and accessibility.
ht: Lide pwojè pou amelyore lari ak twotwa vil yo epi ankouraje sekirite ak aksè.

source: Other / Not Sure
ht: Lòt / Pa sèten

source: Other community centered ideas that may not fit in the previous categories.
ht: Lòt lide santre nan kominote a ki ka pa anfòm nan kategori anvan yo.

source: idea
ht: lide

source: ideas
ht: lide

source: Suggest an Idea
ht: Sijere yon lide

source: List All Ideas
ht: Lis tout lide

source: Show the Map
ht: Montre kat la

source: submitted
ht: soumèt

source: How would you spend $2 million to benefit your community?
ht: Ki jan ou ta depanse 2 milyon dola pou benefisye kominote w la?

source: Your neighbor
ht: Vwazen ou

source: Submit
ht: Soumèt

source: Multiple locations throughout the city
ht: Plizyè kote nan tout vil la

source: Please use the map's search box or drag the map to set the location.
ht: Tanpri itilize bwat rechèch kat la oswa trennen kat la pou mete kote a.

source: Thank you!
ht: Mèsi!

source: Thank you for sharing your idea with us! Please fill out the short form below. Only the information you choose to display will be made public.
ht: Mèsi paske w pataje lide w ak nou! Tanpri ranpli fòm kout ki anba a. Se sèlman enfòmasyon ou chwazi pou w montre yo ap fè piblik la.

source: Is your idea for a specific location or for the entire city?
ht: Èske lide ou pou yon kote espesifik oswa pou tout vil la?

source: City wide?
ht: Tout vil la?

source: Location-specific
ht: Kote-espesifik

source: City-wide
ht: Nan tout vil la

source: Approximately where would your idea be?
ht: Apeprè ki kote lide ou ta ye?

source: Approximate location…
ht: Kote apwoksimatif...

source: Drag the map to set the location.
ht: Trennen kat jeyografik la pou mete kote a.

source: Please share a short description of the project idea.
ht: Tanpri pataje yon deskripsyon kout sou lide pwojè a.

source: My idea is to…
ht: Lide mwen se pou...

source: Make sure your description is short and clear.
ht: Asire w ke deskripsyon ou a kout ak klè.

source: Try to keep it to 50 words or less…
ht: Eseye kenbe li nan 50 mo oswa mwens ...

source: How does your project advance social and racial equity?
ht: Ki jan pwojè ou fè avanse ekite sosyal ak rasyal?

source: This idea would advance social and racial equity by…
ht: Lide sa a ta avanse ekite sosyal ak rasyal pa...

source: Make sure you keep it short and clear.
ht: Asire w ke ou kenbe li kout ak klè.

source: "Social and racial equity" is defined as the just and fair inclusion of people of any social and racial background into society, so they can participate, prosper, and reach their full potential.
ht: &quot;Ekite sosyal ak rasyal&quot; defini kòm enklizyon jis ak jis moun ki gen nenpòt orijin sosyal ak rasyal nan sosyete a, pou yo ka patisipe, pwospere, epi atenn tout potansyèl yo.

source: Which category does your idea fall into?
ht: Nan ki kategori lide ou tonbe?

source: Category
ht: Kategori

source: Choose the category that most closely describes your project.
ht: Chwazi kategori ki pi byen dekri pwojè ou a.

source: Facilities, Parks & Recreation
ht: Enstalasyon, Pak &amp; Rekreyasyon

source: Are you submitting this idea as part of a community event?
ht: Èske w ap soumèt lide sa a kòm yon pati nan yon evènman kominote a?

source: No event; I am submitting this idea on my own
ht: Pa gen evènman; Mwen soumèt lide sa a poukont mwen

source: Yes, at an Idea Collection Workshop hosted by an organization sponsored by the Office of Participatory Budgeting
ht: Wi, nan yon Atelye Koleksyon Ide ki te òganize pa yon òganizasyon patwone pa Biwo Bidjè Patisipatif

source: Yes, at an independent community gathering
ht: Wi, nan yon rasanbleman kominote endepandan

source: Your Name
ht: Non ou

source: Submitter's Name
ht: Non moun ki soumèt la

source: Your first name…
ht: Non ou...

source: Your last name…
ht: Non ou...

source: How should we display your name next to your idea?
ht: Ki jan nou ta dwe montre non ou akote lide ou a?

source: Use my full name
ht: Sèvi ak non konplè mwen

source: Only use my first name
ht: Sèlman sèvi ak premye non mwen

source: Do not display my name
ht: Pa montre non mwen

source: Your Neighborhood
ht: Katye w la

source: Submitter's Neighborhood
ht: Katye moun ki soumèt la

source: Select a neighborhood…
ht: Chwazi yon katye...

source: Your Zip Code
ht: Kòd postal ou a

source: Your Email
ht: Adrès elektronik ou

source: Your Preferred Language
ht: Lang ou prefere

source: comment
ht: kòmantè

source: comments
ht: kòmantè

source: commented on
ht: kòmante sou

source: Someone
ht: Yon moun

source: Leave a Comment
ht: Kite yon kòmantè

source: Comment
ht: Kòmantè

source: Support
ht: Sipò

source: support
ht: sipò

source: supports
ht: sipò

source: About
ht: Konsènan

source: Boston PB Home
ht: Boston PB Kay

source: Filter Ideas
ht: Filtre Lide

source: All
ht: Tout

source: All Ideas
ht: Tout Lide

source: City-wide Only
ht: Nan tout vil la sèlman

source: built by %(PoePublic)s
ht: bati pa %(PoePublic)s

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
ht: Bidjè patisipatif (PB) se yon pwosesis demokratik kote manm kominote a dirèkteman deside kijan pou depanse yon pati nan yon bidjè piblik. Objektif Patisipasyon Bidjè nan Boston se bay rezidan yo pouvwa pou yo elve kominote santre ide pwojè ak yon anfaz sou ekite sosyal ak rasyal.

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
ht: Lè yo angaje nan Bidjè Patisipatif, Bostonyen tout laj ak orijin yo ka ede enfòme priyorite ak envestisman nan lavni pou la Pi gwo pwosesis bidjè vil la.

source: Come back on %(return_date)s to submit your project ideas!
ht: Retounen sou %(return_date)s pou soumèt lide pwojè ou!

source: Share an Idea
ht: Pataje yon lide

source: <strong>Thank you for sharing your idea with us!</strong> Please fill out the short form below. Only the information you choose to display will be made public.
ht: <strong>Mèsi paske ou pataje lide ou avèk nou!</strong> Tanpri ranpli ti fòm ki anba a. Se sèlman enfòmasyon ou chwazi pou montre yo ki pral pibliye.

source: Optional Demographic Survey
ht: Sondaj Demografik Opsyonèl

source: The demographic questions below are designed to assist the Office of Participatory Budgeting in obtaining a more accurate understanding of participants. Your responses will remain anonymous and confidential. <strong>Please note that all questions are optional.</strong>
ht: Kesyon demografik ki anba yo fèt pou ede Biwo Bidjè Patisipatif la jwenn yon konpreyansyon pi egzak sou patisipan yo. Repons ou yo ap rete anonim epi konfidansyèl. <strong>Tanpri sonje ke tout kesyon yo opsyonèl.</strong>

source: Stay updated!
ht: Rete ajou!

source: Please leave your email to receive updates from the Office of Participatory Budgeting.
ht: Tanpri kite imèl ou pou resevwa dènye nouvèl nan men Biwo Bidjè Patisipatif la.

source: Please describe your project idea.
ht: Tanpri dekri lide pwojè ou a.

source: Tell us about the issue you want to address. Why is this idea a priority and beneficial to the community?
ht: Di nou pwoblèm ou vle adrese a. Poukisa ide sa a se yon priyorite epi li benefisye kominote a?

source: Are you submitting this idea through a community event or activity?
ht: Èske w ap soumèt ide sa a atravè yon evènman oswa yon aktivite kominotè?

source: No; I am submitting this idea on my own
ht: Non; m ap soumèt lide sa a poukont mwen.

source: Yes, through a community event or activity hosted by <strong>PB Contract Partner organization</strong>
ht: Wi, atravè yon evènman kominotè oswa yon aktivite òganize pa <strong>òganizasyon PB Contract Partner la.</strong>

source: Yes, through an event or activity hosted by a <strong>Non-PB Contract Partner</strong>
ht: Wi, atravè yon evènman oswa yon aktivite ki òganize pa yon <strong>Patnè Kontra ki pa nan PB.</strong>

source: Which partner organization hosted the event?
ht: Ki òganizasyon patnè ki te òganize evènman an?

source: Organization name
ht: Non òganizasyon an

source: Select an organization…
ht: Chwazi yon òganizasyon…

source: What is the name of the organization that hosted the event?'
ht: Ki non òganizasyon ki te òganize evènman an?

source: Your First Name
ht: Prenon ou

source: Submitter's First Name
ht: Prenon moun k ap soumèt la

source: Your Last Name
ht: Non fanmi ou

source: Submitter's Last Name
ht: Non Fanmi Moun k ap Soumèt la

source: What is your age in years?
ht: Ki laj ou an ane?

source: Age
ht: Laj

source: What is your race and/or ethnicity?
ht: Ki ras ak/oswa etnisite ou?

source: Race and/or Ethnicity
ht: Ras ak/oswa Etnisite

source: Select all that apply.
ht: Chwazi tout sa ki aplikab.

source: American Indian or Alaska Native
ht: Endyen Ameriken oswa natif natal Alaska

source: Asian
ht: Azyatik

source: Black or African American
ht: Nwa oswa Afriken Ameriken

source: Hispanic or Latino/-a/-e/-x
ht: Ispanik oswa Latino/-a/-e/-x

source: Native Hawaiian or other Pacific Islander
ht: Natif natal Awayen oswa lòt zile Pasifik

source: White
ht: Blan

source: Other
ht: Lòt

source: Please tell us what other race/ethnicity
ht: Tanpri di nou ki lòt ras/etnisite

source: What was your household income in the past 12 months?
ht: Konbyen revni kay ou te genyen nan 12 dènye mwa yo?

source: Household Income
ht: Revni Kay la

source: Select an option…
ht: Chwazi yon opsyon…

source: Less than $14,999
ht: Mwens pase $14,999

source: $15,000 to $34,999
ht: $15,000 pou rive $34,999

source: $35,000 to $49,999
ht: $35,000 pou rive $49,999

source: $50,000 to $74,999
ht: $50,000 pou rive $74,999

source: $75,000 to $99,999
ht: $75,000 pou rive $99,999

source: $100,000 to $149,999
ht: $100,000 pou rive $149,999

source: $150,000 or more
ht: $150,000 oswa plis

source: I don't know
ht: Mwen pa konnen

source: Prefer not to answer
ht: Prefere pa reponn

source: The deadline to submit ideas has been extended to Thursday, August 15th.
ht: Dat limit pou soumèt lide yo te pwolonje jiska Jedi 15 Out.

source: The submission period for Idea Collection is now closed. However, you can review all resident proposed ideas during PB Cycle One on the map.
ht: Peryòd soumèt pou Ide Collection fèmen kounye a. Sepandan, ou ka revize tout ide rezidan yo pwopoze pandan Premye Sik PB sou kat la.

source: <strong>Ideas in Action</strong> is Boston’s Participatory Budgeting (PB) initiative, where residents can decide how to spend a part of the City’s budget. By engaging in Ideas in Action, Bostonians of all ages and backgrounds can: <ol> <li>Share project ideas that help advance social and racial equity;</li> <li>Decide on the top projects that will appear on the PB Ballot for voting; and,</li> <li>Vote on how to spend $2 million of the City’s budget to benefit our communities.</li> </ol>
ht: <strong>Ide an Aksyon</strong> se Bidjè Patisipatif Boston an Inisyativ (PB), kote rezidan yo ka deside kijan pou yo depanse yon pati nan bidjè Vil la bidjè. Lè yo patisipe nan Ide an Aksyon, Bostonyen tout laj ak tout orijin kapab: <ol> <li> Pataje ide pwojè ki ede fè pwogrè nan egalite sosyal ak rasyal;</li> <li> Deside sou pi gwo pwojè ki pral parèt sou bilten vòt PB a pou vòt; epi,</li> <li> Vote sou kijan pou depanse 2 milyon dola nan bidjè Vil la pou benefisye kominote nou yo.</li> </ol>

source: All City of Boston residents, regardless of age, can submit ideas.
ht: Tout rezidan Vil Boston, kèlkeswa laj yo, ka soumèt lide.

source: As part of this process, residents inform the City about their priorities to help decide future budget investments.
ht: Kòm yon pati nan pwosesis sa a, rezidan yo enfòme Vil la sou priyorite pou ede deside sou envestisman bidjètè nan lavni.

source: Cycle Two of Ideas in Action starts this summer! Between <strong>July 1st and July 31</strong>, you can share project ideas online at <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a>, over the phone by calling <a href="tel:+16176353059">(617) 635-3059</a>, or in-person at Boston Public Library Branches and through community workshops across the City.
ht: Dezyèm sik Ide an Aksyon an kòmanse ete sa a! Ant <strong>Jiyè 1ye ak 31 Jiyè</strong> , ou ka pataje lide pwojè sou entènèt nan <a Boston.gov/participate , nan telefòn nan nimewo <a href="tel:+16176353059">(617) 635-3059</a> , oubyen an pèsòn nan branch Bibliyotèk Piblik Boston yo ak atravè atelye kominotè yo atravè Vil la.

source: Digital literacy classes for senior citizens to learn new skills and promote social connections;
ht: Klas alfabetizasyon dijital pou granmoun aje yo pou yo ka aprann nouvo konpetans epi ankouraje koneksyon sosyal;

source: Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
ht: Amelyore espas piblik yo atravè pwojè enfrastrikti (atizay piblik, pyebwa nan lari, ban, elatriye)

source: Examples of eligible project ideas:
ht: Egzanp lide pwojè ki kalifye:

source: Examples of ineligible project ideas:
ht: Egzanp lide pwojè ki pa kalifye:

source: Expand the City’s Wicked Free WiFi network to reach more low-income areas;
ht: Elaji rezo Wicked Free WiFi Vil la pou rive nan plis zòn ki gen ti revni;

source: From August through September 2025, the City will review all the submitted project ideas. Then, in the fall, the Office of Participatory Budgeting will host public workshops for residents to review, prioritize, and develop these ideas into project proposals for the PB ballot. Voting will take place in January of 2026!
ht: Soti Out rive Septanm 2025, Vil la pral revize tout soumèt lide pwojè. Apre sa, nan otòn, Biwo Patisipasyon an Bidjè a pral òganize atelye piblik pou rezidan yo ka revize, bay priyorite epi devlope ide sa yo an pwopozisyon pwojè pou bilten vòt PB a. Vòt la ap fèt plas nan mwa janvye 2026!

source: Helping a religious institution repair its sanctuary;
ht: Ede yon enstitisyon relijye repare sanktyè li;

source: Helping an organization renovate a space that it rents from a private landlord;
ht: Ede yon òganizasyon renove yon espas li lwe nan men yon pwopriyetè prive;

source: How do I stay connected?
ht: Kijan pou m rete konekte?

source: Idea Submission Criteria
ht: Kritè soumèt lide

source: Ideas about programs, services, or physical infrastructure improvements;
ht: Lide sou pwogram, sèvis, oswa enfrastrikti fizik amelyorasyon;

source: Increase the frequency of MBTA buses or trains.
ht: Ogmante frekans bis oswa tren MBTA yo.

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
ht: Pwojè enfrastrikti sou pwopriyete prive, leta, oswa federal yo pa kalifye, tankou pwojè ki konsène Depatman an Konsèvasyon ak Lwazi (DCR) oubyen Transpò Bè Massachusetts la Otorite (MBTA).

source: Lastly, projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
ht: Finalman, pwojè yo dwe aplike oswa jere pa moun ki apwopriye yo. Depatman oswa ajans vil la k ap resevwa apwopriyasyon bidjè dirèk.

source: Paying for the salary of a public employee to provide services;
ht: Peye salè yon anplwaye piblik pou l bay sèvis;

source: Programming to strengthen mental health among Boston youth;
ht: Pwogramasyon pou ranfòse sante mantal nan mitan jèn Boston yo;

source: Project ideas containing inappropriate, offensive, or derogatory language will be removed and not considered from the PB process.
ht: Lide pwojè ki gen langaj ki pa apwopriye, ofansif, oswa derespektan pral retire epi yo p ap konsidere nan pwosesis PB a.

source: Project ideas that are feasible to implement, and are consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance;
ht: Lide pwojè ki posib pou aplike, epi ki konsistan avèk règleman, lwa, ak règleman Vil ki deja egziste yo, ak Patisipasyon an Lwa sou Bidjè;

source: Project ideas that are limited to a one-time expense, and do not create new permanent positions;
ht: Lide pwojè ki limite a yon sèl depans, epi ki pa kreye nouvo pozisyon pèmanan;

source: Repairing a privately owned building;
ht: Reparasyon yon bilding prive;

source: Sign up for our newsletter! For more information about Participatory Budgeting, please visit <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> or contact the Office of Participatory Budgeting at <a href="mailto:pb@boston.gov">pb@boston.gov</a>.
ht: Enskri pou bilten nou an! Pou plis enfòmasyon sou Patisipatif Pou bidjè, tanpri vizite <a href="https://boston.gov/participate" target="_blank">Boston.gov/participate</a> oubyen kontakte Biwo Bidjè patisipatif nan <a href="mailto:pb@boston.gov">pb@boston.gov</a> .

source: Tell us: How would you spend $2 million to benefit our communities?
ht: Di nou: Ki jan ou ta depanse 2 milyon dola pou benefisye kominote nou yo?

source: Welcome to Ideas in Action!
ht: Byenveni nan Ide an Aksyon!

source: What happens after I share my ideas?
ht: Kisa k ap pase apre mwen fin pataje ide mwen yo?

source: What type of ideas can I propose?
ht: Ki kalite lide mwen ka pwopoze?

source: When can I start sharing my ideas
ht: Kilè m ka kòmanse pataje lide m yo

source: Who can submit project ideas?
ht: Ki moun ki ka soumèt lide pwojè?

source: View On Map
ht: Gade sou kat la

source: submitted this city-wide {{ place_type_label location_type}} idea
ht: te soumèt lide sa a pou tout vil {{ place_type_label location_type}}

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
ht: te soumèt lide sa a {{ place_type_label location_type}} tou pre {{ location }}

source: Please help us by answering this optional survey:
ht: Tanpri ede nou lè w reponn sondaj opsyonèl sa a:

source: Thank you for your submission!
ht: Mèsi pou soumèt ou!

source: How would <img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> you spend <span class="bigger-text"><span class="scribble-text scribble-text-pink">$</span><span class="scribble-underline">2 million</span></span> to <img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> benefit our <span class="bigger-text">communities<span class="scribble-text scribble-text-pink">?</span></span>
ht: Kijan ta<img class="inline-scribble" src="/static/img/iia/Scribble_Wavey_04_Pink.svg"> ou depanse <span class="bigger-text"><span class="scribble-underline">2 milyon <span class="scribble-text scribble-text-pink">dola pou<img class="inline-scribble" src="/static/img/iia/Scribble_Arrow_02_Pink.svg" alt=""> benefisye <span class="bigger-text">kominote nou yo <span class="scribble-text scribble-text-pink">?

source: It looks like you didn't set your location yet.
ht: Sanble ou poko fikse kote ou ye a.

source: Log Out
ht: Dekonekte

source: To learn about the types of ideas you can submit,
ht: Pou aprann sou kalite lide ou ka soumèt,

source: You can also share your idea by calling the PB Phone line at
ht: Ou kapab tou pataje lide ou lè w rele liy telefòn PB a nan

source: click here
ht: klike la a

source: Powered by
ht: Patrone pa

source: <strong>{{ submitter_name }}</strong> submitted a city-wide {{ place_type_label location_type }} idea
ht: <strong>{{ submitter_name }}</strong> te soumèt yon lide nan tout vil la {{ place_type_label location_type }}

source: <strong>{{ submitter_name }}</strong> submitted a {{ place_type_label location_type }} idea near <span class="place-location">{{ location }}</span>
ht: <strong>{{ submitter_name }}</strong> te soumèt yon lide {{ place_type_label location_type }} tou pre <span class="place-location">{{ location }}</span>

source: <strong>{{ submitter_name }}</strong> submitted an {{ place_type_label location_type }} idea near <span class="place-location">{{ location }}</span>
ht: <strong>{{ submitter_name }}</strong> te soumèt yon lide {{ place_type_label location_type }} tou pre <span class="place-location">{{ location }}</span>

source: optional
ht: opsyonèl

source: Hover over a category to see a description of the types of projects that fit within that category.
ht: Pase sou yon kategori pou wè yon deskripsyon kalite pwojè ki anfòm nan kategori sa a.

source: Select a category to see a description of the types of projects that fit within that category.
ht: Chwazi yon kategori pou wè yon deskripsyon kalite pwojè ki anfòm nan kategori sa a.

source: Choose a neighborhood...
ht: Chwazi yon katye...

source: City-wide Ideas
ht: Lide pou tout vil la

source: Location-specific Ideas
ht: Lide espesifik kote yo ye

source: Search
ht: Rechèch

source: Select a language
ht: Chwazi yon lang

source: Close language picker
ht: Fèmen seleksyon lang

source: Sign In
ht: Konekte

source: Signed in as</span> <span class="current-user">{{ this }}
ht: Siyen an kòm <span class="current-user">{{ this }}</span>

source: Sorry, your browser doesn't support file uploads.
ht: Padon, navigatè w la pa sipòte telechaje fichye yo.

source: Recommend on Facebook
ht: Rekòmande sou Facebook

source: Tweet This
ht: Tweet sa

source: around {{ pretty_created_datetime }}
ht: alantou {{ pretty_created_datetime }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
ht: <span class="visibility-icon invisible-icon">👁</span> Sa a {{ place_config.response_name }} <strong>vizib sèlman pou moderatè yo</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
ht: <span class="visibility-icon visible-icon">👁</span> {{ place_config.response_name }} sa a <strong>vizib pou tout moun</strong> .

source: Make {{ place_config.response_name }} hidden
ht: Fè {{ place_config.response_name }} kache

source: Make {{ place_config.response_name }} visible
ht: Fè {{ place_config.response_name }} vizib

source: Thanks for participating!
ht: Mèsi paske w patisipe!

source: Oops, %(config.app.name)s needs JavaScript to work properly.
ht: Oups, %(config.app.name)s bezwen JavaScript pou travay byen.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
ht: %(config.app.name)s se gwo men li bezwen yon bagay ki rele JavaScript pou travay byen. Men, ou pa bezwen pè, li vrèman fasil yo vire sou. Klike sou <a href="http://enable-javascript.com/" target="_blank">isit la</a> pou enstriksyon senp!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
ht: Nou pa ka konekte ak sèvè a kounye a. Kwoke byen pandan n ap re-etabli kominikasyon.
